{
  "armenKsajikian": {
    "id": "armenKsajikian",
    "fullName": "Armen Ksajikian",
    "firstName": "Armen",
    "lastName": "Ksajikian",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/armenKsajikian.jpg",
    "bio": "<p>Cellist Armen Ksajikian began his professional career at age 12 with the Abkhazian State Philharmonic in his native Soviet Union. Since arriving in the United States in 1976, he has been active in the musical life of Los Angeles, appearing as soloist and/or Principal Cellist with LACO, Opus Chamber Orchestra, the Pasadena, Pacific, and Long Beach Symphonies, and the Hollywood Bowl Orchestra, as well as the Bolshoi, Kirov, Stuttgart, Joffrey, Royal and American Ballet Theatre Orchestras. He toured with the LA Philharmonic to New York and throughout Europe, and with the Hollywood Bowl Orchestra to Japan and Brazil. Armen has also participated in many music festivals including the Cabrillo, Colorado, Banff, Sitka, Venice Film, Fairbanks Summer Arts, Oregon Beach, and Juneau Jazz and Classics.</p>\n<p>Since 1982, Armen has been a member of the distinguished Armadillo String Quartet, participating in such daring events as a 34-1/2-hour marathon performance of the complete quartets of Joseph Haydn, as well as concerts from the top of the Mendenhall Glacier to the bottom of the Grand Canyon, and from Hong Kong’s City Hall to New York’s Carnegie Hall, where they gave the world premier of P.D.Q. Bach’s string quartet The Moose.</p>\n<p>In addition to many of Peter Schickele’s compositions, Ksajikian has premiered works by John Cage, Miklos Rosza, John Williams, Mel Powell, Henry Mancini, Randy Newman, John Adams, Chick Corea, and many others. In 1985, Ksajikian was invited to perform with Jascha Heifetz in his master classes. Armen occasionally plays the role of baroque cellist with several early music ensembles in the Los Angeles area. He can also be found in numerous Hollywood recording orchestras, with over 900 motion picture soundtracks to his credit.</p>\n<p>Armen’s hobbies include white water rafting, poker, backgammon, and playing concertos with the Southland’s symphony orchestras.</p>"
  }
}