{
  "douglasMasek": {
    "id": "douglasMasek",
    "fullName": "Douglas Masek",
    "firstName": "Douglas",
    "lastName": "Masek",
    "born": "",
    "died": "",
    "website": "http://www.dougmasek.com/",
    "photo": "/photos/douglasMasek.jpg",
    "bio": "<p>Internationally renowned saxophonist Douglas Masek is recognized as one of today’s foremost exponents of contemporary saxophone music. His performances, which have emphasized versatility in a wide range of musical styles, from classical and contemporary to jazz, have consistently garnered critical acclaim. The LA Times stated that Masek’s playing is “smooth, sinuous, stunning, stylish, dazzling, and glowing with the requisite rich color.” The Daily Review in Oakland, California, wrote that “Masek plays with dazzling virtuosity,” while The Outlook in Santa Monica, declared that “Masek’s performance was marvelous…his control was almost uncanny…extraordinary musicianship.”</p>\n<p>Having received his BM degree from the University of Cincinnati College-Conservatory of Music, and his MM degree from Ohio State University, Dr. Masek completed his academic education with a DMA from USC. Currently Professor of Saxophone at UCLA, and in much demand as a master teacher, he is also a Vandoren Elite Artist, performing and lecturing internationally at schools, colleges, and universities.</p>\n<p>With extensive concert touring in the United States, Europe, Asia, South Africa, and South America, he has also performed as soloist at the Singapore Sun Festival, American (Cluj-Napoca, Romania), the China International (Beijing), Aspen, Ojai Music Festivals , the Santa Fe Chamber Music Festival, and the Idyllwild Arts Academy.</p>\n<p>Having premiered dozens of compositions written exclusively for him, Masek’s discography includes seven CD solo collections; Distant Memories, Windwood, Recrudescence, Saxvoir Faire, Saxtronic Soundscape, Saxophone Alternative, and EclectSax. The latter three CDs, which are produced by Centaur Records, feature compositions of Los Angeles composers.</p>"
  }
}