{
  "michaelDean": {
    "id": "michaelDean",
    "fullName": "Michael Dean",
    "firstName": "Michael",
    "lastName": "Dean",
    "born": "",
    "died": "",
    "website": "http://www.dispeker.com/page/dean.html",
    "photo": "/photos/michaelDean.jpg",
    "bio": "<p>American bass-baritone Michael Dean is in demand worldwide in both concert and operatic repertoire, appearing with many of the leading opera houses and orchestras of the U.S. and Europe. He has made frequent appearances at New York City Opera, where he has performed the title role in The Marriage of Figaro, Leporello in Don Giovanni, George in Of Mice and Men, and Papageno in The Magic Flute. Recent appearances have also included Jason McFarlane in the Live From Lincoln Center broadcast of Lizzie Borden; the title role in Don Giovanni and Silva in Ernani at the Landestheater in Linz, Austria; Figaro in Antwerp, Belgium, Of Mice and Men at Arizona Opera, and Colline in La Bohème in Strasbourg and Berlin. Mr. Dean has also received critical praise for his numerous recordings of baroque opera, including Agrippina, Ottone, Dido and Aeneas, Radamisto, Giustino, and Serse. He recently made his debut with the New York Philharmonic in the world premiere of Aaron Kernis’ Garden Of Light, conducted by Kurt Masur, and returned the following year for Street Scene, conducted by Leonard Slatkin. Other recent engagements include his New York debut recital sponsored by The Marilyn Horne Foundation; Handel’s Messiah in Boston; Verdi’s Requiem with the Singapore Symphony; Mozart’s Requiem at Carnegie Hall; The Rake’s Progress in Kansas City; La Fanciulla del West in Antwerp; and Street Scene with Pittsburgh Opera.</p>\n<p>During the 2003-2004 season, Mr. Dean appeared in Handel’s Messiah at Carnegie Hall, Haydn’s Creation at the Kennedy Center in Washington, D.C.; Bach’s Magnificat with the Toronto Symphony; Carmen with the Buffalo Philharmonic; and an evening of Bach Cantatas at Disney Hall with Helmut Rilling conducting the Los Angeles Chamber Orchestra.</p>\n<p>In the 2004-2005 season, Mr. Dean’s engagements include Bach’s St. Matthew Passion at the Kennedy Center in Washington D.C.; Handel’s Messiah with the San Antonio Symphony; Haydn’s Creation in Sarasota; Mozart’s Requiem with the Buffalo Philharmonic; Mozart Concert Arias for Bass with the Chamber Orchestra of Philadelphia; and several concerts ranging from Bach to Beethoven at the 2005 Carmel Bach Festival in California.</p>\n<p>Upcoming appearances include Handel’s Alexander’s Feast with Choral Arts Society of Washington at the Kennedy Center, Beethoven Symphony No. 9 with Omaha Symphony, Mozart Requiem with Oregon Symphony, Rossini Stabat Mater with Sacramento Choral Society and Messiah with Boston Baroque, Pittsburgh and Baltimore Symphonies. He will also return to the Carmel Bach Festival in the summer 2006. Mr. Dean is currently a member of the Voice Faculty of UCLA.</p>"
  }
}