{
  "miwakoWatanabe": {
    "id": "miwakoWatanabe",
    "fullName": "Miwako Watanabe",
    "firstName": "Miwako",
    "lastName": "Watanabe",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/miwakoWatanabe.jpg",
    "bio": "<p>Miwako Watanabe, violinist, is a graduate of the Toho Conservatory of Music in Tokyo and has won numerous national music awards in Japan. She received a Fulbright grant to study with Ivan Galamian at the Curtis Institute of Music in Philadelphia, then extended her training with Sandor Vegh in Europe where she was active in solo and chamber music performances. Ms. Watanabe was a member of and frequent soloist with the Munich Bach Orchestra under Karl Richter and LACO under Neville Marriner.</p>\n<p>Beginning in 1972, she was a member of the Sequoia Quartet, which was a winner of the 1976 Walter Naumburg Chamber Music Award. In 1986 Miwako Watanabe joined cellist Bonnie Hampton and pianist Nathan Schwartz as the new Francesco Trio, which made its debut at Chamber Music West in San Francisco. Appearances included the Gardner Museum in Boston, the Chevron Museum Concerts in San Francisco, the Chamber Music Historic Sites series in LA, and at the Kennedy Center in Washington, D.C. In 1988 the Francesco Trio was the winner of commissioning grants from Chamber Music America and Meet the Composer Reader’s Digest Commissioning Programs in partnership with the NEA. Ms. Watanabe has also been active in Japan as a member of the Mito Chamber Orchestra and the Saito Kinen Orchestra. In LA she appears regularly as the Concertmaster of the Chamber Orchestra of the South Bay and performs chamber music with Pacific Serenades and on the South Bay Chamber Music series. Her appearances include the Music for Mischa series at the Metropolitan Museum in New York, Martha’s Vineyard Chamber Music Society, IMA Concerts in Japan, Francesco Trio concerts in San Francisco, and the Naumburg Foundation’s 75th Anniversary concert at Alice Tully Hall in New York.</p>"
  }
}