{
  "phillipLevy": {
    "id": "phillipLevy",
    "fullName": "Phillip Levy",
    "firstName": "Phillip",
    "lastName": "Levy",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": "<p>Violinist Phillip Levy was hailed by the San Francisco Chronicle as the top classical performer of 1995 and has received worldwide critical acclaim at festivals that include Spoleto, Bayreuth, Edinburgh, Israel, Tokyo, Hong Kong, Seattle, Ojai and Aspen. Of his debut recital at London’s Wigmore Hall, critics wrote “Powerful playing, the warmth of his sound and consistently clear interpretive ideas… clean articulation, appealing tasteful and confident sense of style… taking no aspect of music at face value.” (London Telegraph)</p>\n<p>Mr. Levy is the recipient of many prestigious awards and prizes including the International Chamber Music Competition, Florence, Italy; The Royal Overseas League, England; The Myra Hess Trust, Welsh Arts Council, American Israel Cultural Foundation, and Rubin Academy Violin Competition, Israel.</p>\n<p>Born In Cardiff, Wales, he received his musical training in Israel and Europe. Upon returning to England he joined the English Chamber Orchestra and the Academy of St. Martin-in-the-Fields, with whom he also appeared as soloist. He led the London based Locrian and Amphion String Quartets and was subsequently invited to give a performance of Bartók’s Violin Duos on a BBC television broadcast with Sir Yehudi Menuhin.</p>\n<p>His international collaborations have included such artists as Sir Yehudi Menuhin, Iona Brown, Sir Neville Marriner, Dawn Upshaw, John O’Connor, and Ralf Gothoni. He has also premiered and recorded new works by composers including William Bolcom, Henri Lazarof, Donald Crocket, and John Harbison.</p>\n<p>For six seasons Mr. Levy was concertmaster of The Monterey Symphony Orchestra, frequently appearing with them as soloist and conductor. He has also been the principal violinist of the Apple Hill Chamber Players and the New York Soloists. His numerous solo performances have been broadcast on Israel Television and Radio, NPR, and the BBC.</p>\n<p>As a dedicated pedagogue, Mr. Levy is in popular demand teaching at festivals throughout the world. For eight years he held a Senior Lectureship in violin and chamber music at Stanford University and led the Stanford String Quartet with whom he performed and recorded extensively. Currently residing in Los Angeles, Mr. Levy is on the faculty at California State University Long Beach.</p>"
  }
}