{
  "robertBrophy": {
    "id": "robertBrophy",
    "fullName": "Robert Brophy",
    "firstName": "Robert",
    "lastName": "Brophy",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/robertBrophy.jpg",
    "bio": "<p>Robert holds degrees from the Royal Northern College of Music in Manchester, England and Rice University in Houston, TX where he studied with James Dunham formerly of the Cleveland Quartet.<br>\nActively involved in chamber music, Robert is featured alongside Nigel Kennedy in a quartet for his new release ‘Greatest Hits’ on the EMI label. He has also performed alongside Martha Argerich, Mischa Maisky and Dmitri Sitkovetsky, and also a concert of chamber music with pianist Michel Dalberto and violinist Dmitri Sitkovetsky. New music is close to his heart and he has worked with many leading composers of the 20th and 21st centuries as a former member of the Enso Quartet. These include Joan Tower, William Bolcom, Tan Dun and Bernard Rands. Some press highlights of their concerts include; “It was standing room only”, noted the Pittsburg Post-Gazette, and The Strad applauded them for their “totally committed, imaginative interpretation.” The quartet earned its place in the ensemble world with multiple honors at the 2004 Banff International String Quartet Competition, including the Piece de concert prize for the Quartet’s riveting performance of a new work, and wins at the 2003 Concert Artists Guild International Competition, the Fischoff National Chamber Music Competition and the Chamber Music Yellow Springs Competition. Robert is featured on two recordings with the Enso Quartet under the Naxos label.<br>\nRobert is continuing his quartet life as a member of the New Hollywood String Quartet. The NHSQ have recently become Quartet in Residence at South Pasadena Library’s ‘Restoration Concert Series’, where they played their inaugural concert with cellist Lynn Harrell. Robert also plays regularly with the Los Angeles Philharmonic, LA Opera and has an active presence in many west coast chamber music series.</p>"
  }
}