{
  "terezaStanislav": {
    "id": "terezaStanislav",
    "fullName": "Tereza Stanislav",
    "firstName": "Tereza",
    "lastName": "Stanislav",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/terezaStanislav.jpg",
    "bio": "<p>Violinist Tereza Stanislav was appointed Assistant Concertmaster of the Los Angeles Chamber Orchestra in 2003 by Artistic Director Jeffrey Kahane. Dividing her time among solo, orchestral, chamber and recording projects, Tereza has been hailed for her “expressive beauty and wonderful intensity” (Robert Mann) and her “sure technique and musical intelligence” (Calgary Herald).</p>\n<p>An active performer, Tereza has appeared in venues including the Library of Congress, the Kennedy Center, Wigmore Hall, the Ravinia Music Festival and at Carnegie Hall’s Weill Recital Hall. She has performed in concert with artists including Jean-Yves Thibaudet, Gilbert Kalish, Jon Kimura Parker, Jian Wang and Mark Steinberg. In 2004, Tereza released a CD in collaboration with pianist Hung-Kuan Chen.</p>\n<p>In 2009, Tereza was invited to be the Chamber Music Collaborator for Sonata Programs for the Sixth Esther Honens International Piano Competition, as well as the soloist on a Central European tour performing Mozart’s Fifth Violin Concerto. In addition, she was invited to join the Miró Quartet for their summer program, including performances at Chamber Music Northwest, Santa Fe Music Festival and La Jolla Summerfest.</p>\n<p>As a founding member of the Ens? String Quartet, Tereza was awarded the Second Prize of the 2004 Banff International String Quartet Competition, and led the quartet to win the Special Prize awarded for best performance of the “Piece de Concert”, commissioned for the competition. The quartet was a winner of the 2003 Concert Artists Guild, Chamber Music Yellow Springs and Fischoff competitions. The Strad magazine cited the quartet for “…totally committed, imaginative interpretation that emphasized contrasts of mood, dynamics and articulation.”</p>\n<p>With the Ens?, Tereza is featured on the Naxos recording of the complete Ignaz Pleyel quartets, Op.2. The quartet was highlighted on the Minnesota Public Radio’s “St. Paul Sunday” in 2004, and was appointed to a Lectureship in String Quartet at Rice University’s Shepherd School of Music in the 2004-2005 academic year.</p>\n<p>An advocate for new music, Tereza has worked with composers including Steve Reich, Joan Tower, Toshio Hosokawa and Karim Al-Zand. Premieres include James Matheson’s Violin Sonata, Bruce Adolphe’s Oceanophony, the 2009 world premiere of Gernot Wolfgang’s Rolling Hills and Jagged Ridges and the West Coast premieres of Steve Reich’s Daniel Variations and Gernot Wolfgang’s Jazz and Cocktails. She is featured on a new recording of the Wolfgang on Albany Records and the Reich on Nonesuch label.</p>\n<p>She is active in the film scoring industry in Los Angeles and in 2009, co-created the new music series, In Frequency.</p>"
  }
}