{
  "vladimirChernov": {
    "id": "vladimirChernov",
    "fullName": "Vladimir Chernov",
    "firstName": "Vladimir",
    "lastName": "Chernov",
    "born": "",
    "died": "",
    "website": "http://www.vchernov.com/",
    "photo": "/photos/vladimirChernov.jpg",
    "bio": "<p>Vladimir Chernov was born in a small village near the city of Krasnodar in southern Russia and although there was no established tradition in his family, music was an important part of their life. However he was aware from his childhood that he had a special gift and dreamed of dedicating his life to music.</p>\n<p>He first trained with Mikhail Chugenov in Stavropol before being admitted to the Tchaikovsky Conservatory in Moscow where he studied with Gyorgi Selesnev and Gugo Tiz. In 1981 he joined the Kirov Opera in St. Petersburg as a soloist. In this same year he won second prize, and was awarded a Special Jury Prize, in the Glinka Competition. In 1982 the Kirov sent him to the prestigious Accademia della Scala where he studied with Guilietta Simionato.</p>\n<p>During the following years he achieved notable successes in other major vocal competitions, the first of these occurring in Moscow 1982 when he won the Bronze Medal in the Tchaikovsky Competition. In Italy 1983 he was awarded second prize at the Voci Verdiane in Busetto, as well as the special Carlo Galetti prize. The following year he was the first prizewinner of the Miriam Helin Vocal Competition in Helsinki, where he was also presented with the special Tito Gobbi award. It was also in St. Petersburg that he met the singing coach Tamara Denisova who taught him a different form of breath control and the skill to maintain a flexible soft palate, which allows for a greater variety of tone colours.</p>\n<p>When the Kirov Opera visited Covent Garden in 1987 he sang in performances of Eugene Onegin (title role) and Pique Dame (Yeletsky). In 1989 he was invited to Boston to sing the role of Marcello in La Bohème and made his début in Los Angeles the following year as Posa in Don Carlo. Other débuts in 1990 included Glasgow (Don Carlo – La forza del destino), Covent Garden (Figaro – Il barbiere di Siviglia), Rome (Miller – Luisa Miller), and Seattle (Andrei – War and Peace). His Metropolitan Opera début in 1991 (Miller – Luisa Miller) was quickly followed by further successes in San Francisco (Ezio – Attila), Vienna (Yeletsky – Pique Dame and Ford – Falstaff, a role he also performed at the Salzburg Festival), Chicago (Renato – Un ballo in maschera), Paris (title role – Simon Boccanegra), and La Scala, Milan (Stankar – Stiffelio).</p>\n<p>Other opera houses and festivals in which he has appeared include Munich, Berlin, Hamburg, Verona, Zurich, Barcelona, Sydney and Tokyo. He is recognised throughout the operatic world for his unique vocal qualities, acting ability and an impeccable Italianate style that is the hallmark of his performances in the numerous Verdi and bel canto operas in his repertoire. This encompasses eighteen of the major Verdi baritone canon and also includes Donizetti’s Roberto Devereux, Lucia di Lammermoor, La favorite, Don Pasquale and Bellini’s Beatrice di Tenda, I puritani, and La straniera.</p>\n<p>As a recital artist Vladimir Chernov has appeared at many of the world’s leading venues including the Wigmore Hall in London, Lincoln Center in New York, Vienna Konzerthaus, Los Angeles, Finnish National Opera in Helsinki and many other cities. His repertoire embraces the Russian song literature of composers including Tchaikovsky, Borodin, Glinka, Rachmaninov, Arensky, Rubinstein and the German lieder of Schubert, Brahms and Mahler.</p>\n<p>In March 2005 he was in residence at UCLA as a Regents’ Lecturer in the Music Department’s Division of Voice and Opera where he coached their young singers in both private and class lessons, taught two Master Classes which were open to the public, and performed in recital. Towards the end of the year he added three more roles to his repertoire with concert performances of Hérodiade (Hérod), La Cenerentola (Dandini) and Nabucco (title role). In February 2006 he sang at the Wigmore Hall, London, in a concert entitled ‘Pauline Viardot and Friends’ which was recorded by Opera Rara for release in March/April 2007. His most recent performances include La traviata (Brussels), La forza del destino (Tokyo), Eugene Onegin (Jerez, Spain), Madama Butterfly (LA Opera), La bohème (Pamplona, Spain), Il Signor Bruschino (Kammermusiksaal, Graz) and the title role in Mozart’s Don Giovanni (Jerez, Spain). In September 2010 he sang the role of Giorgio in LA Opera’s world premiere production of Daniel Catán’s Il Postino and gave the first performance of ‘Nocturnes for voice and string quintet’ written especially for him by Ian Krouse.</p>\n<p>At the present time Vladimir Chernov is a Professor of Vocal Studies at UCLA and combines teaching with his other professional engagements.</p>"
  }
}