{
  "byronAdams": {
    "id": "byronAdams",
    "fullName": "Byron Adams",
    "firstName": "Byron",
    "lastName": "Adams",
    "born": "1955",
    "died": "",
    "website": "",
    "photo": "/photos/byronAdams.jpg",
    "bio": "<p>Byron Adams (b. 1955) earned a BM degree, magna cum laude, from Jacksonville University, studying piano with Mary Lou Wesley Krosnick and composition with Gurney Kennedy. He received an MM degree from USC, where his teachers included Halsey Stevens, Robert Linn, and Morten Lauridsen. He received his doctoral degree from Cornell University, studying composition with Karel Husa and musicology with William W. Austin. Byron Adams has had performances of his music in Europe, such as at the 26th “Warsaw Autumn” International Festival of Contemporary Music in Poland, the Leith Hill Festival in England, the Conservatoire Américain in Fontainebleau, France, and the Armenian Philharmonic Orchestra. His music has been performed in America by such institutions as the Syracuse Symphony Orchestra, Xtet, Chamber Music Palisades, Cantori New York, and at the National Convention of the American Guild of Organists.</p>\n<p>Adams’s scholarly work was recognized when he was awarded the first Ralph Vaughan Williams Research Fellowship in 1985. He has published widely on the subject of twentieth-century English music, giving lectures and interviews on this topic over the BBC, at national meetings of the American Musicological Society (AMS), and at Oxford University. He was co-editor of Vaughan Williams Essays. He has published many articles and reviews, including in 19th Century Music, American Music, Music and Letters, MLA Notes, Current Musicology, and The Musical Quarterly. Essays by Adams have been published in Vaughan Williams Studies, Walt Whitman and Modern Music, and Queer Episodes in Music and Modern Identity. Adams has contributed four entries to the revised edition of the New Grove Dictionary of Music and Musicians, including those on Husa and Walton. An extended essay on Elgar’s later oratorios appeared in the Cambridge Companion to Elgar (2004). In 2000, the AMS bestowed the Philip Brett Award on Adams for two essays dealing with nationalism and homoeroticism in 20th-century English music.</p>\n<p>Adams is presently Chair of the Department of Music at UC Riverside. He has also served as Composer in Residence of the Colonial Symphony (1990-92) and in 1992 taught solfège, composition, and conducted the chorale at the Conservatoire Américain in Fontainebleau, France.</p>\n<p>Editions BIM, E.C. Schirmer, Southern Music Co., Earthsongs, Encore Music and Yelton Rhodes all publish music by Byron Adams. Recorded performances of his music are available on the Orion Master Recordings, Skylark, and Mark record labels.</p>"
  }
}