{
  "davidGoodman": {
    "id": "davidGoodman",
    "fullName": "David Goodman",
    "firstName": "David",
    "lastName": "Goodman",
    "born": "1953",
    "died": "",
    "website": "http://yrmusic.com/v2/artists/bios/artist.php?ID=13",
    "photo": "/photos/davidGoodman.jpg",
    "bio": "<p>David Goodman — composer, pianist and conductor — has composed works for orchestra, chorus, solo voice, jazz ensemble, brass choir, electronic media, theater and film and has received awards from The American Academy and Institute of Arts and Letters, ASCAP, the National Orchestral Association, and Who’s Who in America. His Canto de esperanza has received critical acclaim throughout the United States, Europe and Latin America and is included on GMCLA’s Diversity CD. His scores for the PBS documentaries Reina de la selva and Darkness Into Light have been broadcast nationally and in Europe and received awards at the Houston International Film Festival.</p>\n<p>His orchestral work, Dolphin Dance, received its premiere by the Santa Monica College Symphony and was a featured work at the Midwest Clinic in Chicago. Among his other recent compositions are his Piano Quartet, commissioned by Pacific Serenades and Corsair Overture for Orchestra and Chorus, composed in commemoration of the 75th anniversary of Santa Monica College. In addition to his diverse activities as a composer he appears regularly in concert performances as a pianist and conductor. For the past two years he has served as the Composition Music Panelist for the Nation Foundation for Advancement of the Arts.</p>\n<p>After receiving his Bachelor of Music degree from Oberlin College in 1975 he went on to earn his M.A. and Ph.D. degrees at the University of California, Berkeley where he studied composition and conducting. He has taught in the music departments at U.C. Berkeley, Pomona College and UCLA, and in 1997 was appointed to the faculty of Santa Monica College as a Professor of Theory, Composition and Music Technology. In addition to his career as a teacher he has worked in the music and film industry as a composer, conductor, session player, orchestrator, arranger, and vocal coach. He currently holds the first SMC Ilona Katz Chair of Excellence.</p>"
  }
}