{
  "duaneTatro": {
    "id": "duaneTatro",
    "fullName": "Duane Tatro",
    "firstName": "Duane",
    "lastName": "Tatro",
    "born": "1927",
    "died": "",
    "website": "http://www.asmac.org/templates/System/details.asp?id=39902&amp;PID=478610",
    "photo": "/photos/duaneTatro.jpg",
    "bio": "<p>Duane L Tatro, a native of Van Nuys California, has composed extensively for television ad film, as well as writing live concert media works for orchestra, wind ensemble, chamber ensembles, and electronic instruments. In his early career, he worked professionally as an instrumentalist: playing clarinet, saxophone, and bassoon.</p>\n<p>His film and television credits include: Hotel, Dynasty, Loveboat, Matt Houston, Glitter, Hawaii Five O, Barnaby Jones, Tales of the Unexpected, Most Wanted, Super Star, Manhunter, Cannon, Streets of San Francisco, Cades Country, M.A.S.H, Mission Impossible, Mannix, Australia, A Timeless Land and many movies of the week such as Deadly Deception, F.B.I Alvin Karpis, Fireball Forward, House on Green Apple, Keefer, Lady Killers, Manhunter, Murder Ink, Once is not Enough, Paper Man, Relative Solution, Salzburg Connection, Sam Cade, When Michael Calls.</p>\n<p>His concert works include:</p>\n<p>“Concerto for Amp. Guitar and Chamber Orchestra”, which premiered at the Los Angeles County Museum of Natural History, “Fanfare”, for wind ensemble, identical to Handel’s original “Fireworks Music” ensemble, and commissioned by the double Reed Society, “Serenade and Aubade”, for string orchestra, premiered by Southeast Symphony, “Lyric Fugue and Passacaglia”, for strings, premiered by Southeast Symphony, “Tuba Quartet”, which was performed by the Los Angeles Tuba Quartet, “Fantasia” for concert band, premiered at the Society of Composers, Inc. Conference, University of Hawaii, Grant Okamura, Director, “Untitled Lament”, for mixed chorus and Chamber Orchestra, “Capriccio”, for flute, viola, and harp.</p>\n<p>Mr. Tatro studied with composers Arthur Honegger, Darius Mihaud, Halsey Steves and George Tremblay. He received his Bachelors Degree from the University of Southern California, with additional studies in Paris, France. He is listed in the international Who’s Who in Music, the Encyclopedia of Jazz and the Dictionary of International Biography.</p>"
  }
}