{
  "gernotWolfgang": {
    "id": "gernotWolfgang",
    "fullName": "Gernot Wolfgang",
    "firstName": "Gernot",
    "lastName": "Wolfgang",
    "born": "1957",
    "died": "",
    "website": "http://www.gernotwolfgang.com/",
    "photo": "/photos/gernotWolfgang.jpg",
    "bio": "<p>Born in Bad Gastein, Austria in 1957, Gernot Wolfgang currently resides in Los Angeles. He is a graduate of the program “Scoring for Motion Pictures and TV” at USC, and holds degrees from Berklee College of Music in Boston and the University of Music in Graz, Austria.</p>\n<p>Gernot has received commissions from individuals and organizations such as the Los Angeles Chamber Orchestra, Los Angeles Philharmonic principals Michele Zukovsky (clarinet), Joanne Pearce Martin (keyboard) and David Breidenthal (bassoon), the Verdehr Trio &amp; Michigan State University, Martha’s Vineyard Chamber Music Society, Music from Salem (NY), Cal State Northridge, Harvard-Westlake School, Los Angeles Chamber Orchestra flutist Susan Greenberg, trombonist Andy Malloy, the Jazz Festival of the European Broadcasting Union and the Los Angeles based chamber music series Chamber Music Palisades, Pacific Serenades and South Bay Chamber Music Society.</p>\n<p>His concert works, which are published by Doblinger and Fatrock Ink Music Publishers, have been presented by the Los Angeles Philharmonic, the Los Angeles Chamber Orchestra, the Seattle Symphony Orchestra, the Munich Radio Orchestra, the Las Vegas Philharmonic, the Santa Barbara Chamber Orchestra, the Kyushu Symphony Orchestra (Japan), the Symponieorchester Vorarlberg (Austria) and the Oesterreichische Kammersymphoniker. They have been performed in venues such as Carnegie Hall (Weill Recital Hall) in New York, the National Gallery in Washington, D.C., the Prinzregententheater in Munich, Germany, the Konzerthaus and the Musikverein in Vienna and at festivals such as the New York Chamber Music Festival, the Festival Internacional Cervantino in Guanajuato, Mexico and the Wiener Festwochen. Albany Records has released two CDs of Gernot’s chamber music: “Short Stories” (2011) and “Common Ground” (2006) . His music can also be heard on the Polygram, Universal, Koch, Navona, Crystal Records, Urlicht AudioVisual, Yarlung, Capstone and Extraplatte labels.</p>\n<p>As a guitarist with the Austrian jazz ensemble “The QuARTet” he has recorded two critically acclaimed CD’s for Extraplatte and toured extensively throughout Europe.</p>\n<p>From 1990-93 Gernot was a lecturer for Jazz Composition and Harmony at the University of Music in Graz. He has guest lectured and held master classes at UCLA, the University of Music in Vienna, the festival Instrumenta Verano in Oaxaca, Mexico and the Garth Newel Music Center in Warm Springs, VA.</p>\n<p>Gernot has received awards, grants and scholarships from the American Composers Forum, American Music Center, the Austrian Ministry for Education and the Arts, the Austrian Ministry for Science and Research, Austro Mechana, Berklee College of Music, Billboard Magazine, BMI, the Fulbright Commission and the State of Tyrol, Austria.</p>\n<p>Gernot Wolfgang is active in the film and TV music industry as a composer, arranger and orchestrator. He is currently artistic advisor to the Beverly Hills International Music Festival and HEAR NOW – A Festival of New Music by Contemporary Los Angeles Composers. Together with fellow composers Bevan Manson, Ed Neumeister and Mike Patterson he produces the concert series “Improvisatory Minds” at Vitello’s in Studio City, CA, featuring chamber music composed by jazz musicians.</p>"
  }
}