{
  "jeffreyParola": {
    "id": "jeffreyParola",
    "fullName": "Jeffrey Parola",
    "firstName": "Jeffrey",
    "lastName": "Parola",
    "born": "1979",
    "died": "",
    "website": "http://www.parola.org/blog/",
    "photo": "/photos/jeffreyParola.jpg",
    "bio": "<p>Jeffrey Parola is an American composer of numerous orchestral, chamber, and choral/vocal works. His music is varied and eclectic, reflecting a wide range of musical influences. Jeffrey’s recent major professional commissions include Concerto for Clarinet and Chamber Orchestra, written for clarinetist Paul Green and the Atlantic Classical Orchestra and conductor Stewart Robertson, which premiered to critical acclaim in Florida in March 2014. this view of life, a piece for chorus and string quartet, was written for Choral Chameleon, directed by Vince Peterson, which premiered in New York City in May 2013. Upcoming commissions include a piece for bassoon and string quartet for a professional Los Angeles-based ensemble to be premiered in June 2014, and a piece for the BluePrint New Music Ensemble, to be premiered in Spring 2016 with Nicole Paiement conducting.</p>\n<p>Jeffrey is the recipient of numerous notable honors. In 2009, he was awarded the Jim Highsmith Orchestral Composition Prize for his large orchestral work, The Long Valley, which led to a public performance of the piece by the San Francisco Conservatory Orchestra, led by Maestro Andrew Mogrelia. Jeffrey received an honorable mention for the 2009 European American Musical Alliance (EAMA) Prize for his work, Sempiterna, a 25-minute pseudo-requiem for a cappella chorus, and three years later, Jeffrey was awarded the 2012 EAMA Prize for The Long Valley. In 2013, Jeffrey was selected by a committee of philanthropists and musicians to receive the Rappaport Prize for Music Composition, which culminated in a commission to write his Concerto for Clarinet and Chamber Orchestra for the Atlantic Classical Orchestra. In 2014, Jeffrey was chosen to be the recipient of the 2016 Hoefer Prize, the highest award granted to distinguished alumni composers from the San Francisco Conservatory of Music. The Prize involves the commissioning of a new work and a week-long residency at the Conservatory in the spring of 2016, which includes lectures and student mentorship.</p>\n<p>A committed educator, Jeffrey serves as an instructor on the faculty at the University of Southern California, where he teaches Aural Skills and Theory. He is a recurring composition faculty member for the Choral Chameleon Summer Institute, which is a New York City-based summer program for composers and conductors, designed to immerse composers and conductors of choral music in real-world, practical learning experiences.</p>\n<p>Also an active performer, Jeffrey is an organist, conductor, and vocalist. He is presently the organist at St. Thomas the Apostle Church in Hollywood, and he has sung professionally with several highly acclaimed ensembles, including the San Francisco Symphony Chorus and Schola Cantorum San Francisco.</p>\n<p>Jeffrey is currently finishing doctoral studies in composition at the University of Southern California, where he studied composition with Frank Ticheli and Donald Crockett and orchestration with Stephen Hartke. He earned his master’s degree in 2005 from the San Francisco Conservatory of Music, where he studied with David Conte. Jeffrey earned his bachelor’s degree from UCLA in 2002 after studying with Mark Carlson, David Lefkowitz, and Ian Krouse.</p>"
  }
}