{
  "kennethFroelich": {
    "id": "kennethFroelich",
    "fullName": "Kenneth Froelich",
    "firstName": "Kenneth",
    "lastName": "Froelich",
    "born": "1977",
    "died": "",
    "website": "http://kennethfroelich.com",
    "photo": "/photos/kennethFroelich.jpg",
    "bio": "<p>Described as “energetic, exciting, and rhythmically dynamic,” composer Kenneth D. Froelich’s music has been performed internationally in England, Germany, Italy, France, Slovenia, Finland, Canada, Peru, Argentina, Chile, and China, as well as numerous major cities across the United States. Emerging as a vibrant new voice in the world of contemporary chamber and orchestral music, Kenneth has been honored with awards from ASCAP, the National Association of Composers/USA, Meet the Composer, the Percussive Arts Society, the American Composers Forum, and the Society of Composers Inc.</p>\n<p>Kenneth’s works have been presented by such acclaimed ensembles as the American Composers Orchestra, Duo46, Earplay, the Empyrean Ensemble, the California E.A.R Unit, the Jolles Duo, the Indianapolis Symphonic Orchestra, Conundrum, the University of New Mexico Percussion Ensemble, the University of Southern California Symphony Orchestra, the Indiana University New Music Ensemble, and the Orpheus Ensemble of Fresno. Some of his more recent works include Visionary (2011), premiered by the Fresno State Wind Orchestra; Nerd Songs (2012), premiered by soprano Ann Moss of CMASH; and Portraits of Mt. Rushmore (2012), premiered by USAF Brass in Blue at Mt. Rushmore National Park.</p>\n<p>Kenneth’s opera Valentine (2010) was recently recorded and will be released through Heretic Opera in Fall 2012. Other upcoming premieres include Crescent Shadows (2012) for the Georgia College Wind Ensemble, Piano Quartet No. 1 (2012) for Pacific Serenades, and two new band works for the UNLV Wind Ensemble and the University of the Pacific Wind Ensemble.</p>\n<p>Kenneth received both his Doctorate of Music and Masters of Music degrees from Indiana University, and received his Bachelors of Music degree summa cum laude from the University of Southern California in 1999. His principal composition teachers include Claude Baker, Don Freund, Sven-David Sandstr?m, Eugene O’Brien, Donald Crocket, Frederick Lesemann, Morten Lauridsen, and Erica Muhl.</p>\n<p>Kenneth currently resides in Fresno, CA with his wife Jennifer and daughter Katerina, where he is Associate Professor in Music Composition at California State University, Fresno and director of the Fresno New Music Festival. He previously taught at Ball State University in Muncie, IN, and at the Sewanee Summer Music Festival in Sewanee, TN.</p>\n<p>Kenneth’s percussion ensemble work Accidental Migration is available through C. Alan Publications, and his concert band work Tock is available through Wingert-Jones Publications. Additional scores are available through JOMAR Press and his website.</p>"
  }
}