{
  "peterKnell": {
    "id": "peterKnell",
    "fullName": "Peter Knell",
    "firstName": "Peter",
    "lastName": "Knell",
    "born": "1970",
    "died": "",
    "website": "",
    "photo": "/photos/peterKnell.jpg",
    "bio": "<p>Composer Peter Knell (b. 1970) has received awards in numerous national and international competitions, including First Prizes in the Winnipeg Symphony Orchestra’s 10th New Music Festival International Composers Competition, the Indiana State University Contemporary Music Festival, the Louisville Orchestra Competition, and the Omaha Symphony Guild International New Music Competition. He was awarded Second Prizes in the Fourth International Witold Lutoslawski Composers Competition, the First International Composers’ Competition “In Memoriam Zoltán Kodály,” and the Cincinnati Symphony Orchestra’s Young Composers Competition. He has also received a Fulbright Fellowship, a BMI Student Composer Award, two ASCAP Foundation Morton Gould Young Composers Awards, grants from the Paloheimo Foundation and Meet the Composer, and commissions from the Winnipeg Symphony Orchestra, Barlow Endowment for Music Composition, Oakland East Bay Symphony, Renee B. Fisher Foundation, and Dale Warland Singers.</p>\n<p>His music has been performed at numerous festivals and by numerous national and international ensembles. It has been broadcast nationally in Canada and Hungary, statewide on Nebraska Public Radio, and on stations in Charlottesville [VA], Richmond, Austin, Omaha, Los Angeles, San Francisco, Oakland, San Diego, and Helsinki. His Seven Last Words, based on paintings of Rolf Stein, is available in a book/CD format from Valve-Hearts, Cologne. A compact disc featuring his orchestral work, “…the weakening eye of day” in a live performance by the Budapest Symphony Orchestra, is available on the Artisjus label.</p>\n<p>Mr. Knell holds degrees from Princeton University (BA), the Juilliard School (MM), and the University of Texas at Austin (DMA). His principal teachers have included Dan Welcher, Donald Grantham, and David Diamond. He is currently a freelance composer based in Los Angeles.</p>"
  }
}