{
  "peterSchickele": {
    "id": "peterSchickele",
    "fullName": "Peter Schickele",
    "firstName": "Peter",
    "lastName": "Schickele",
    "born": "1935",
    "died": "",
    "website": "http://www.schickele.com/",
    "photo": "/photos/peterSchickele.jpg",
    "bio": "<p>Composer, musician, author, satirist-Peter Schickele is internationally recognized as one of the most versatile artists in the field of music. His works, now well in excess of 100 for symphony orchestras, choral groups, chamber ensembles, voice, movies and television, have given him “a leading role in the ever-more-prominent school of American composers who unselfconsciously blend all levels of American music.” (John Rockwell, The New York Times)</p>\n<p>His commissions are numerous and varied, ranging from works for the National Symphony, the Saint Louis Symphony, The Minnesota Opera, The Chamber Music Society of Lincoln Center, The Audubon and Lark String Quartets, the Minnesota Orchestral Association, and many other such organizations to compositions for distinguished instrumentalists and singers. His recent premieres include the Concerto for Cello and Orchestra “In Memoriam F.D.R.;” performed by Paul Tobias with the Pasadena Symphony under Jorge Mester; the New Century Suite, a concerto for saxophone quartet and orchestra, commissioned by the New Century Saxophone Quartet and premiered by them with the North Carolina Symphony; the New Goldberg Variations for cello and piano, performed by Yo Yo Ma and Emanuel Ax; the Symphony No. 1 “Songlines,” premiered by the National Symphony under Leonard Slatkin, and since performed across the country by orchestras including the New York Philharmonic and the Cleveland Orchestra; the String Quartet No. 5 “A Year in the Country,” given by the Audubon Quartet; the Concerto for Bassoon and Orchestra, written for the ProMusica Chamber Orchestra in Columbus, Ohio; the Concerto for Chamber Orchestra, performed at the OK Mozart Festival with Ransom Wilson conducting; the Quintet No. 2 for Piano and Strings, performed by the Lark Quartet with the composer at the piano; songs and instrumental music for Sheridan’s The Rivals, staged in Portland and Denver; Little Mushrooms for piano four hands; Two Songs on Elizabethan Lyrics; Blue Set No. 1, a jazz string quartet commissioned by the Greene Quartet and recorded on the Virgin label; and Blue Set No. 2 for four bassoons, commissioned by the Bassoon Brothers. The Armadillo String Quartet has presented annual concerts of Mr. Schickele’s chamber music in Los Angeles since 1991.</p>\n<p>Among the recordings recently released are Blue Set No. 2 for four bassoons, played by the Bassoon Brothers on the Crystal label; the Grammy Award-winning Hornsmoke, featuring the title piece as well as Brass Calendar and other works for brass quintet, performed by the Chestnut Brass Company on Newport Classics; Schickele on a Lark, including the Quintet No. 2 for Piano and Strings, String Quartet No. 2 “In Memoriam” and the Sextet for Strings, with the Lark Quartet on Arabesque; and another album of chamber music for strings, including String Quartet No. 1 “American Dreams,” the Quintet No. 1 for Piano and Strings, and String Quartet No. 5 “A Year in the Country,” with the Audubon Quartet on Centaur. Other compositions may be heard on RCA Red Seal, Vanguard, CRI, D’Note, Carlton, Koch International and MusicMasters.</p>\n<p>Peter Schickele arranged one of the musical segments for the Disney animated feature film, Fantasia 2000. He also created the musical score for the film version of Maurice Sendak’s children’s classic Where the Wild Things Are, issued on videocassette along with another Sendak classic In the Night Kitchen (Weston Woods), which Mr. Schickele narrates.</p>\n<p>Among his ongoing projects is a weekly, syndicated radio program, Schickele Mix, which has been heard nationwide over Public Radio International since January 1992 and which won ASCAP’s prestigious Deems Taylor Award.</p>\n<p>In 1993 Telarc released a recording of Prokofiev’s Sneaky Pete (a.k.a. Peter) and the Wolf and Saint-Saëns’ Carnival of the Animals with new texts authored and narrated by Peter Schickele, accompanied by the Atlanta Symphony Orchestra under Yoel Levi. Mr. Schickele gave the New York premiere of Sneaky Pete and the Wolf at Carnegie Hall as part of the 1993 Toyota Comedy Festival and has performed the Saint-Saëns work with major American orchestras, including the New York Philharmonic at its gala New Year’s Eve concert in 1991. He also continues to tour with a program of original cabaret songs, which he sings from the piano with the harmonizing assistance of David Düsing. Another program, Condition of My Heart, presents reflections on a long marriage in a continuous montage of poems by Susan Sindall and songs by Peter Schickele. As a lecturer, he has appeared in cities coast to coast; the Smithsonian Institution presented him in a series of four integrated lectures in 1997. Peter Schickele is currently touring with his close acquaintance Prof Schickele in two new programs, P.D.Q. Bach: The Vegas Years and P.D.Q. Bach and Peter Schickele: The Jekyll and Hyde Tour.</p>\n<p>Peter Schickele was born on July 17, 1935, in Ames, Iowa, and brought up in Washington, D.C. and Fargo, North Dakota. He graduated from Swarthmore in 1957, having had the distinction of being the only music major (as he had been, earlier, the only bassoonist in Fargo), and by that time he had already composed and conducted four orchestral works, a great deal of chamber music and some songs. He studied composition with Roy Harris and Darius Milhaud, and at The Juilliard School of Music with Vincent Persichetti and William Bergsma. Then, under a Ford Foundation grant, he composed music for high schools in Los Angeles before returning to teach at Juilliard in 1961. In 1965 he gave up teaching to become the freelance composer/performer he has been ever since.</p>\n<p>In the course of his career Schickele has also created music for four feature films, among them the prize-winning Silent Running, as well as for documentaries, television commercials, several Sesame Street segments and an underground movie that he has never seen in its finished state. He was also one of the composer/lyricists for Oh! Calcutta!, and has arranged for Joan Baez, Buffy Sainte-Marie and other folk singers.</p>\n<p>Mr. Schickele and his wife, the poet Susan Sindall, reside in New York City and at an upstate hideaway where he concentrates on composing. His son, Mathew, and his daughter, Karla are involved in various alternative rock groups, both as composers and performers. Karla plays bass for Ida and records her own songs on Tiger Style Records.</p>"
  }
}