{
  "sharonFarber": {
    "id": "sharonFarber",
    "fullName": "Sharon Farber",
    "firstName": "Sharon",
    "lastName": "Farber",
    "born": "",
    "died": "",
    "website": "http://sharonfarber.com/",
    "photo": "/photos/sharonFarber.jpg",
    "bio": "<p>Sharon Farber, originally from Israel, has received critical acclaim as a composer in the Concert world as well as that of Film and TV. She brings to her music influences from her Middle Eastern heritage as well as her extensive knowledge of Classical and Western music.</p>\n<p>Sharon began her musical career at the age of seven, as a classical pianist. After graduating from Thelma -Yelin High School for the Arts, she served in the IDF (Israeli Defense Force) and later worked as a theater composer and musical director in Israel. She won the first prize in Colors in Dance in 1992 for her music for choreography. In 1994, she moved to Boston upon receiving a scholarship from Berklee College Of Music. During her studies, she won the first prize in the yearly Professional Writing Division Concert with her first string quartet. After graduating Summa Cum Laude in 1997 (majoring in both Classical Composition and Film Scoring) she moved to Los Angeles to begin her professional career. Miss Farber was the recipient of the prestigious Academy of Television Arts and Sciences Internship in Film Scoring, as well as the Mentorship program of the Society of Composers and Lyricists, on which she currently serves as a board member.</p>\n<p>Ms. Farber, Composer In Residence of the 2009 Beverly Hills International Music Festival, has been writing concert and choir music in parallel to her film-scoring career, and has many international premieres and performances to her credit. To name a few: The Third Mother/Mothers’ Lament, in memory of slain reporter Daniel Pearl, which was world premiered by the distinguished Los Angeles Master Chorale, under the direction of Maestro Grant Gershon, and won her the First Prize in the Cincinnati Camerata Composition Competition in 2007 (published by Roger Dean Music publishing), ASHKINA, featuring Omar Faruk Tekbilek, premiered in New York, October 2004, and has had many performances since. Her commissioned piece, Translucent Rocks, was premiered by the prestigious Israeli Chamber Orchestra, October 2007 to rave reviews. Her work “My Beloved” for Women’s Choir and Ensemble was premiered in April by The Ithaca College Women’s Chorale with Janet Galván, conductor and will be featured at the ACDA this coming February. Her song cycle, “To Always Remember” was recently recorded for an album by acclaimed Soprano Sharon Rostorf- Zamir. Ms. Farber’s music was featured in a concert at The Walt Disney Hall in Los Angeles June, 2009, performed by The Jewish Symphony Orchestra and a 100 piece Gospel choir. She has recently completed her Composer Residency at the 2009 Beverly Hills International Music Festival, where she curated two new concerts, and her film music has been featured time and again on “From Stage To Cinema” concert series. Her next commissions include the Laguna Beach Music festival and the prestigious MORAN choir from Israel.</p>\n<p>In the Film and TV industry, Sharon has been working with such prestigious companies as NBC, CBS, Showtime and WB , as well as writing music for features films and other projects. She won the Telly Award in 1998 for best score for the docu-drama series “California 2000” and her work can also be heard at the Museum of Sacramento, as part of the Museum’s permanent exhibition. Her orchestral score for “When Nietzsche Wept”, starring Aramand Assante and Ben cross (Millennium Films) was released October 20008, and she has recently completed the score for Folie a Deux for director Sean Martin (UK). In addition, she was commissioned to compose a new full CD for APM/SONOTON Music which is available on her website.</p>\n<p>From the press:<br>\n“It was “Translucent Rocks”, a fantasy for orchestra, from the young Israeli composer Sharon Farber, which made the strongest mark at the concert… It’s been so long since I’ve heard such a beautiful piece in every sense of the word, and that during its performance I felt that I was in the classical era, instead of listening to something that recently came out.”</p>\n<p>“As a rapturously beautiful score that makes psycho-analysis sound off with more emotion than ever before, ‘Nietzsche’ introduces Sharon Farber as a composer to watch.” – IF Magazine &lt;http://www.ifmagazine.com/feature.asp?article=3067&gt;<br>\n“An intricately sensitive composition, When Nietzsche Wept, is an elegantly classical score, rich in dramatic texture and musical sensitivity.” – Randall D. Larson &lt;http://www.buysoundtrax.com/larsons_soundtrax.html&gt; , buysoundtrax.com</p>"
  }
}