{
  "mcneelyPacificDances": {
    "id": "mcneelyPacificDances",
    "workName": "Pacific Dances",
    "workYear": "2006",
    "workComposer": "joelMcneely",
    "purchaseLink": "",
    "video": [],
    "audio": [
      [
        "Mcn6-1a.mp3",
        "Excerpt: Mvt. 1 (1)"
      ],
      [
        "Mcn6-1b.mp3",
        "Excerpt: Mvt. 1 (2)"
      ],
      [
        "Mcn6-2a.mp3",
        "Excerpt: Mvt. 2 (1)"
      ],
      [
        "Mcn6-2b.mp3",
        "Excerpt: Mvt. 2 (2)"
      ],
      [
        "Mcn6-3a.mp3",
        "Excerpt: Mvt. 3 (1)"
      ],
      [
        "Mcn6-3finale.mp3",
        "Excerpt: Mvt. 3 (2)"
      ]
    ],
    "description": "<p>I love the marriage of music and dance. Always have. As well, as a composer who has worked primarily in film for several decades, I am pretty hard-wired into thinking of music and imagery together. For this work, I wanted to write a piece inspired by dances that could be associated with our west coast. Problem: as wonderful as Pacific Serenades is, they don’t usually carry a troupe of dancers and a choreographer. Solution: I’ll imagine the dances and then write the music to them. No problem. All I can really describe for you about my imagined dance is that the dancers wore really colorful costumes and they were very funky.</p>\n<p>The first movement is an old fashioned boogaloo… stood on it’s head. I had fun with the rhythms and harmonies of this dance. I used to be a horn player in a funk band, and we would use bends in tempo for effect. Here I use a slowed down vibrato in tempo in the strings to try and do the same thing.</p>\n<p>The second movement, Nightclub, is a kind of slow dance. We’ve all slow danced. ‘Nuff said.</p>\n<p>The third movement is called West Coast Swing. This is a kind of box step that is usually not danced to swing music at all, but rather funk and blues. This movement, marked Allegro é Funky, plays with rhythm and syncopation and hopefully will make you (want to ) pat your foot.</p>\n<p>My goal in writing this piece was to inspire a few smiles, provoke some imagination, and maybe even some ‘moving to the beat.’ Let us all wish our stellar world-class refined performers the ability to ‘get their groove on’. And please… feel free to imagine your own set of dances.</p>\n<p>Many thanks to Pacific Serenades for this opportunity, and to you for supporting them. They are fighting the good fight.</p>\n<p>Peace,</p>\n<p>Joel McNeely</p>",
    "commissionedBy": "Commissioned by Bernice & Wendell Jeffrey for Pacific Serenades",
    "instrumentation": "for piano quartet"
  }
}