{
  "mozartFluteQuartetD": {
    "id": "mozartFluteQuartetD",
    "workName": "Quartet in D major, K. 285",
    "workYear": "1777",
    "workComposer": "wolfgangMozart",
    "purchaseLink": "",
    "video": [],
    "audio": [],
    "description": "<p>Johannes Brahms once wrote, “Today, we can no longer write as beautifully as Mozart; what we can do however, is to seek to write as purely as he did.” Indeed, there is something to the effect of a veritas ?terna about the music of Mozart – a sense in which one could say, without too much opposition, that the fountainhead of his art sprung from an afflatus of divine beauty. Time and again, Mozart seizes this beauty long enough to cast and mold her into a supremely logical musical narrative, and then, as in a dialectical flow (in the spirit of Hegel), both performer and listener, through their mutual participation, are elevated to a greater synthesis for the notion of beauty.<br>\nHow much more ironic then does this statement become when we consider what we know about Mozart’s sentiment for the flute? It was not his favorite wind instrument by any means, yet the pieces he wrote for it completely belie this fact. They are delightful, and at times sublime. Indeed, one would never know how he truly felt about the flute if we merely had his pieces to judge by it. Take for instance the tender and heartfelt Adagio and Rondo for Glass Harmonica, Flute, Oboe, Viola, and Cello in C Minor K.617, which seems to have grounding in a conception of the otherworldly, or the resoundingly beautiful Concerto for Flute and Harp in C Major, K.299, which is masterpiece in every sense of the word. Then, of course, there are his four flute quartets (K.285 in D Major, K.285a in G Major, K.285b in C Major, and K.298 in A Major).<br>\nThe origin and impetus of these most exquisite works for flute and strings seems to be a matter of some interest and speculation. On 10 December 1777, Mozart wrote to his father that a Dutchman would pay him 200 gulden for “three short, simple concertos and a couple of quartets for flute”. However, in the course of six separate correspondences between 10 December 1777 and 3 October 1778, the number of quartets for which the Dutchman was supposed to have paid Mozart to compose had changed from two, to four, to three. Nevertheless, if we suppose that Mozart was likely to have been truthful to his mother – since she had been living with him at the time, and as such, would have been privy to just how many quartets he was supposed to have been writing for the Dutchman – then Mozart’s letter to her dated 31 January 1778 in which he refers to four quartets may be the true answer to this commission. Yet for all that, Mozart was only paid about half the gulden he was promised for the original commission as indicated in his correspondence dated 14 February 1778. In this correspondence, Mozart notes that he presented two concerti and three quartets to the Dutchman, and not four quartets, if we suppose the letter to his mother dated 31 January 1778 to be the true answer to the commission. There is some question as to whether Mozart even furnished the Dutchman with three quartets – he may have only furnished him with two – and so it is more than likely that Mozart composed, or possibly even arranged, the final quartet or quartets sometime later so as to fulfill the commission.<br>\nAt any rate, whichever manuscripts Mozart ultimately gave the Dutchman, it is certain that the quartet in D Major K.285 was one of them. It was dated by Mozart on 25 December 1777 and is divided into three movements.<br>\nThe Allegro opens quite candidly and without prologue. Mozart gives a charming melody to the flute, which, in its childlike naïveté, seems to assert the delights of the pastoral life. Indeed at times, the strings seem merely to accompany the confidence with which this melody is sung; however, the strings do provide their own sense of playfulness and frivolity, especially in the development sections, which help to create a graciousness in the harmonic structure, and only enhance the mellow and carefree nature of the mellifluous flute. The movement ends, somewhat unexpectedly, with a coda that is a delicate recapitulation of the “country life”.<br>\nThe adagio is an interesting conception to say the least. It is written in a somewhat unusual key for Mozart – B Minor – and its structure solely consists of a cantilena, or a smoothly flowing melodic line, hovering over a pizzicato accompaniment. The strings here seem to suggest a fragility of mood throughout, yet the flute, perhaps to make light of the vulnerability, beguiles the listener to its honeyed tones of plaintive melancholy.<br>\nThe rondo allegretto quickly reclaims the joy of utter simplicity in an ebullient tune which verily seems to sing itself. The strings cannot help but join in, with the violin offering a gleeful rejoinder of its own. An enchanting transition gives rise the first episode, which is only ever so slightly more reflective, yet there seems to be a sense of inner excitement which pervades the tunefulness of the movement, and it is not long before the rondo theme returns to blossom forth. A second episode beckons the comparison of something like a rhetorical dialogue. With the flute leading the inquiry, the strings seem to rephrase what the flute has previously sung, and yet in turn seem to provide a response to the inquiry. The roles reverse and the flute now becomes the wiser. The rondo returns followed by a third episode, which is only a slight embellishment and modulation of the first. The movement ends with a recapitulation of the rondo theme followed by a coda that is as every bit as merry in the precision of its statement as is the entire joy of the movement.</p>\n<p>-Ryan Harvey</p>",
    "commissionedBy": "",
    "instrumentation": "for flute, violin, viola, and cello"
  }
}