{
  "billyChilds": {
    "id": "billyChilds",
    "firstName": "Billy",
    "lastName": "Childs",
    "born": "",
    "died": "",
    "website": "http://www.billychilds.com/default.aspx",
    "photo": "/photos/billyChilds.jpg",
    "bio": "<p>Billy Childs is rapidly becoming one of the most in demand composers, arrangers and pianists in jazz. In February 2006 he was the recipient of two Grammy awards: one for Best Instrumental Composition (for “Into The Light” from his 2005 release “Lyric”) and the other for Best Arrangement Accompanying a Vocalist (for Chris Botti and Sting). In addition to the latter, in 2006 Childs was nominated for two other Grammy awards: “Best Instrumental Album” and “Best Instrumental Arrangement.” In other years, he was nominated twice for “Best Instrumental Composition” and once for “Best Performance by a Jazz Group.” In 2002, Childs received yet another Grammy nomination in the category of “Best Arrangement Accompanying a Vocalist” for his arrangement of “Fascinating Rhythm” on “The Calling – Celebrating Sarah Vaughn” (Dianne Reeves).</p>\n<p>At age six, Billy Childs was enrolled in piano lessons by his parents and developed rapidly; by age sixteen he entered the Community School of the Performing Arts, a preparatory music program sponsored by the University of Southern California. Although the initial focus of his energies had been piano performance, he shifted his attention to composition. In 1975, he entered USC as a composition major, graduating four years later with a bachelor of music in composition under the tutelage of Robert Linn.</p>\n<p>After having played and apprenticed with Freddie Hubbard for six years (1978-1984), Childs’ solo jazz recording career began in 1988, when he released “Take For Example, This…”, the first of four critically acclaimed albums on the Windham Hill Jazz label. He followed that album with “Twilight Is Upon Us” (1989), “His April Touch” (1992), and “Portrait Of A Player” (1993). A long friendship with Chick Corea resulted in Chick’s asking Billy to join his new (at the time) label, Stretch Records, upon Childs’ departure from Windham Hill Jazz. His next album, “I’ve Known Rivers” on Stretch/GRP (now Stretch/Concord) was released in 1995. Childs then followed with “The Child Within”, released on the Shanachie record label in 1996. Most recently, Childs’ Jazz-Chamber Ensemble was awarded a sizeable grant by Chamber Music America to perform in a venue of his choosing. Lyric (2005), recorded with that group, Skim Coat, recorded with Buster Williams and Carl Allen, and Bedtime Stories (2001), recorded with George Mraz and Billy Hart, are Childs’ most current recordings as a solo artist.</p>\n<p>In the fall of 2000, Childs arranged, orchestrated, and conducted the Dianne Reeves CD, “The Calling: Celebrating Sarah Vaughn”. In 2002, he produced the CD, “Rhythm Of Life”, by Claudia Acuna. More recently, Childs arranged and orchestrated numerous selections on two Chris Botti CDs: “When I Fall In Love” (2004) and “Chris Botti Live”, featuring, among others, Sting, Gladys Knight, Steven Tyler, and Jill Scott. In early 2004, Childs completed “For Suzanne” a commissioned composition for the Los Angeles Philharmonic (his second composition for that group – his first, “Tone Poem For Holly” was premiered in 1993). “For Suzanne” was premiered by Childs, the L. A. Philharmonic, and Dianne Reeves, on January 24, 2004 at Disney Hall in Los Angeles. In October 2004 Childs completed “The Fierce Urgency Of Now”, a musical setting of various texts by Dr. Martin Luther King. It was performed by Childs, Wynton Marsalis, and the Lincoln Center Jazz Orchestra as part of the inaugural concert series for the new Jazz At Lincoln Center facility. On April 24, 2005, Childs’ cantata for the Los Angeles Master Chorale entitled “The Voices Of Angels” was premiered at Disney Hall. In the 2008-09 season Childs tours his Jazz-Chamber ensemble in a collaborative project with the Grammy-winning Ying String Quartet.</p>"
  }
}