{
  "bruceBroughton": {
    "id": "bruceBroughton",
    "firstName": "Bruce",
    "lastName": "Broughton",
    "born": "1945",
    "died": "",
    "website": "http://brucebroughton.com/",
    "photo": "/photos/bruceBroughton.jpg",
    "bio": "<p>One of the most versatile composers working today, Bruce Broughton writes in every medium, from theatrical releases and TV feature films to the concert stage and computer games.</p>\n<p>His first major film score, for the Lawrence Kasdan western Silverado, brought him an Oscar nomination. His very next project, a classically styled score for Barry Levinson’s Young Sherlock Holmes, earned a Grammy nomination for the soundtrack album.</p>\n<p>With over 20 Emmy nominations, Broughton has received a record 10, most recently for HBO’s Warm Springs. He’s also won Emmys for Eloise at Christmastime; Eloise at The Plaza; Glory &amp; Honor; O Pioneers!; Tiny Toon Adventures Theme Song; The First Olympics, Athens 1896, Part I; Dallas: Ewing Blues; Dallas: The Letter; and Buck Rogers: The Satyr.</p>\n<p>Major motion picture credits include Lost in Space; Tombstone; Miracle on 34th Street; Carried Away; Baby’s Day Out; The Presidio; Narrow Margin; Harry and The Hendersons; Krippendorf’s Tribe; Honey, I Blew Up The Kid; The Boy Who Could Fly; the Disney animated features, The Rescuers Down Under and Bambi II, and the two Homeward Bound adventures. He conducted and supervised the recording of Gershwin’s “Rhapsody In Blue” for Fantasia 2000.</p>\n<p>Numerous TV credits include the main titles for JAG, Tiny Toon Adventures, and Dinosaurs, as well as scores for Amazing Stories, Quincy, and How The West Was Won. Movies for television include Lucy, Bobbie’s Girl, and O Pioneers!; and the miniseries Roughing It, The Blue and the Gray, and the Emmy-nominated True Women.</p>\n<p>His score for Heart Of Darkness was the first orchestral score composed for a video game.</p>\n<p>An accomplished composer of concert music, Broughton has conducted and recorded numerous original works, including “Mixed Elements,” commissioned by and premiered at the Sunflower Music Festival, “Modular Music,” composed for the Los Angeles Chamber Orchestra; “The Magic Horn,” commissioned jointly by the Chicago, Seattle and National Symphonies for the Magic Circle Mime Company; “Excursions,” commissioned and premiered by The United States Air Force Band in Washington, D.C.; “Fanfares, Marches, Hymns and Finale,” commissioned by The Bay Brass; “English Music” for Horn and Strings; “And on the Sixth Day” for oboe and orchestra; “Tyvek Wood,” commissioned by the Debussy Trio; a piccolo concerto; a tuba concerto; several solo works for winds; numerous chamber works, and the list goes on.</p>\n<p>As a conductor, his recordings of Miklós Rózsa’s Ivanhoe and Julius Caesar for Intrada records, performed by the Sinfonia of London shortly before the composer’s death, have received rave reviews, as has his recording of Bernard Herrmann’s riveting score for Jason and the Argonauts.</p>\n<p>Broughton is a board member of ASCAP, a governor of the Academy of Motion Picture Arts and Sciences, a former governor of the Academy of Television Arts and Sciences, and past president of The Society of Composers and Lyricists. He has taught film composition in the Advanced Film Music Studies program at USC and is a frequent lecturer at UCLA.</p>"
  }
}