{
  "daveBrubeck": {
    "id": "daveBrubeck",
    "firstName": "Dave",
    "lastName": "Brubeck",
    "born": "1920",
    "died": "2012",
    "website": "http://www.davebrubeck.com/live/",
    "photo": "",
    "bio": "<p>Dave Brubeck is considered one of the greatest artists in the history of modern music. With a career that spanned over six decades, his experiments in odd time signatures, improvised counterpoint, polyrhythm and polytonality remain hallmarks of innovation.  </p>\n<p>Born into a musical family in Concord, California he began piano lessons with his mother at age four. When he was 14, he started playing in local dance bands on weekends. When he enrolled at the College of the Pacific in Stockton, California, his intention was to study veterinary medicine.  However, while working his way through school as a pianist, the lure of jazz became irresistible and he changed his major to music.  Graduating in 1942, he enlisted in the Army and shortly thereafter married Iola Whitlock, a fellow student at Pacific.  While serving in Patton’s army, he led a racially integrated band.  After he left the military, he enrolled at Mills College to study composition with French composer, Darius Milhaud.  Cross-genre experimentation with like-minded Milhaud students led to the formation of the Dave Brubeck Octet in 1947.  </p>\n<p>The Dave Brubeck quartet’s recordings and concert appearances on college campuses in the ‘50s and early ‘60s introduced jazz to thousands of young people. The group also played in jazz clubs in every major city and toured in package shows with such artists as Duke Ellington, Ella Fitzerald, Charlie Parker, Dizzy Gillespie and Stan Getz.   In 1954 Dave Brubeck’s portrait appeared on the cover of Time Magazine with a story about the jazz renaissance and Brubeck’s phenomenal ascendancy.</p>\n<p>The 1959 recording “Time Out” experimented in time signatures beyond the usual jazz 4/4. To everyone’s surprise “Time Out” became the first jazz album to sell over a million copies and “Blue Rondo a la Turk” and “Take Five” (now in the Grammy Hall of Fame) began to appear on jukeboxes throughout the world.</p>\n<p>Throughout his career Brubeck has experimented with integrating jazz into classical forms, including dance. In 1959 his Quartet premiered and recorded his brother Howard’s “Dialogues for Jazz Combo and Orchestra” with the New York Philharmonic, Leonard Bernstein conducting. In 1960 he composed “Points on Jazz” for the American Ballet Theatre, and in later decades composed for and toured with the Murray Louis Dance Co. His musical theater piece “The Real Ambassadors” starring Louis Armstrong and Carmen McRae was recorded and performed to great acclaim at the 1962 Monterey Jazz Festival.</p>\n<p>Throughout his long career Dave Brubeck received national and international honors, including the National Medal of the Arts from President Clinton, a Lifetime Achievement Award from the National Academy of Recording Arts and Sciences, the Smithsonian Medal, and a star on the Hollywood Walk of Fame. He holds numerous honorary doctorates from American and European universities. In the year 2000 the National Endowment for the Arts declared Dave Brubeck a Jazz Master.  He was inducted into the American Classical Music Hall of Fame in 2003. In 2007 he received a Living Legacy Jazz Award from Kennedy Center and the Arison Award from the National Foundation for the Advancement of the Arts.</p>\n<p>Pacific Serenades is deeply privileged to present his work “Tritonis” in the first concert of its 27th season.</p>"
  }
}