{
  "nameArr": [
    "david",
    "conte"
  ],
  "firstName": "david",
  "lastName": "conte",
  "born": "1955",
  "died": "",
  "photo": "../photos/David-Conte.jpg",
  "bio": "<a href=\"http://davidconte.net/\" class=\"website\">David Conte's Website</a><p>David Conte (b. 1955) is currently Professor of Composition and Conductor of the Conservatory Chorus at the San Francisco Conservatory of Music. He has received commissions from Chanticleer, the San Francisco Symphony Chorus, the Dayton, Oakland and Stockton Symphonies, the American Guild of Organists, Sonoma City Opera and the Gerbode Foundation. Conte has composed four operas: The Dreamers; The Gift of the Magi; Firebird Motel; and America Tropical; these last two commissioned by San Francisco theater company Thick Description, for whom Conte has been Composer-In-Residence since 1991. He is also the composer of a musical, The Passion of Rita St. James, produced at the SF Conservatory in 2003. The Gift of the Magi has been produced by the Asheville Lyric Opera, Winnipeg Opera, Muddy River Opera Company, Greenburg American Opera, and Opera South. He has also composed songs for singers Barbara Bonney, Thomas Hampson and Phyllis Bryn-Julson. His work is represented on many commercial CD recordings. A Fulbright Scholar in Paris with Nadia Boulanger, a Ralph Vaughan Williams Fellow and an Aspen Music Festival Conducting Fellow, Conte earned his Bachelor’s degree from Bowling Green State University, where he studied with Ruth Inglefield and Wallace DePue, and his Master’s and Doctoral degrees from Cornell University where he studied with Karel Husa, Robert Palmer, Steven Stucky and Thomas Sokol. In 1982, Conte worked with Aaron Copland preparing a study of the composer’s sketches. He has taught at Cornell University, Keuka College, Colgate University and Interlochen. With composer Todd Boekelheide, Conte co-wrote the film score for the documentary Ballets Russes, shown at the Sundance and Toronto Film Festivals in 2005, (now available on DVD), and composed the music for the PBS documentary, Orozco: Man of Fire in 2006, to be aired on the American Masters Series in the fall of 2007. His composition The Nine Muses was commissioned by the American Choral Director’s Association for their National Convention and was premiered on March 8th, 2007, in Miami.</p>"
}