{
  "dwayneMilburn": {
    "id": "dwayneMilburn",
    "firstName": "Dwayne",
    "lastName": "Milburn",
    "born": "1963",
    "died": "",
    "website": "",
    "photo": "/photos/dwayneMilburn.jpg",
    "bio": "<p>Major Dwayne S. Milburn (b. 1963) is a native of Baltimore, Maryland. In 1986 he graduated from UCLA with a BFA in Music and received a Master of Music in Orchestral Conducting from the Cleveland Institute of Music in 1992. He received his Ph.D. in Music from UCLA in 2009.</p>\n<p>During his undergraduate career, Major Milburn was an arranger for the UCLA Band and Choral Programs, as well as the Special Projects Division of ABC-TV. Upon graduation he became the Director of Cadet Music for the United States Military Academy, West Point, New York, serving as the conductor for the internationally renowned West Point Glee Club. During graduate studies in Cleveland, he contributed several arrangements to the Cleveland Orchestra.</p>\n<p>Prior to his Ph.D. studies, Major Milburn served as one of 24 commissioned officer conductors in the United States Army Band Program. His assignments include duties as the associate bandmaster for the US Continental Army Band (Fort Monroe, Virginia,) The US Army Band Pershing’s Own (Washington, DC), and the US Army Europe Band and Chorus (Heidelberg, Germany). He commanded the Army Ground Forces Band, Atlanta, Georgia. Among his military honors are the President Benjamin Harrison Award, the Meritorious Service Medal, Army Commendation Medal, and the NATO Medal.</p>\n<p>Major Milburn is active as a composer, conductor, and adjudicator. He has received commissions from the instrumental programs at UCLA, University of North Texas, Indiana University of Pennsylvania, and the University of Wisconsin-Milwaukee. His choral and wind ensemble works are published by the Alfred, Kjos, and Ludwig Masters Music companies. Several of his works for band, including American Hymnsong Suite, Variations on St. Patrick’s Breastplate, and Emerald Suite are featured in volumes six through eight of Teaching Music Through Performance in Band, edited by Dr. Eugene Corporon.</p>\n<p>In 2002 he conducted the Kennedy Center’s Annual Messiah Sing-Along, and served as an adjudicator for the Conductor’s Art Workshop, co-hosted by the University of Wisconsin-Madison and the Wisconsin National Guard Band. From 2005-2009, Major Milburn was the composer in residence for the Music Guild of the St. Matthew’s Episcopal Church (Pacific Palisades, CA). During that time he wrote three major works for the St. Matthew’s Chamber Orchestra and contributed over 25 anthems, several psalm settings, and a major service music setting to the parish choral music program. Major Milburn continues to serve as an instrumental adjudicator for the Heritage Music Festival series and is currently completing commissioned works for Pacific Serenades Chamber Ensemble (Los Angeles, CA) and the Vocal Arts Ensemble (Ann Arbor, MI).</p>"
  }
}