{
  "ericCharnofsky": {
    "id": "ericCharnofsky",
    "firstName": "Eric",
    "lastName": "Charnofsky",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/ericCharnofsky.jpg",
    "bio": "<p>Eric Charnofsky, originally from Los Angeles, is a full-time Lecturer at Case Western Reserve University where he teaches 20th Century Music History and Keyboard Ensemble courses. He is also Department Head of Music Literature at the Cleveland Institute of Music where he teaches Symphonic Literature. He has twice been nominated for the Carl F. Wittke Award for Excellence in Undergraduate Teaching at CWRU, and currently serves as Chair of the Faculty Senate at CIM.</p>\n<p>Mr. Charnofsky has performed as a collaborative pianist throughout the United States. He has concertized with members of the New York Philharmonic, the Metropolitan Opera Orchestra, the Philadelphia Orchestra, the Los Angeles Philharmonic, the Pittsburgh Symphony, the Chicago Symphony Orchestra, and The Cleveland Orchestra. A graduate of The Juilliard School where he majored in piano accompanying, Mr. Charnofsky also holds degrees in solo piano performance and composition from California State University, Northridge, where he received the Outstanding Bachelors Degree Graduate award. Formerly on the faculty in the pre-college division at The Juilliard School, he served as staff accompanist and ear-training fellow in the Juilliard College division.</p>\n<p>Mr. Charnofsky’s performances have been broadcast over WQXR and WNYC in New York, WFMT in Chicago, WCLV in Cleveland, WKSU in Kent, and KPFK, KMZT, and KCSN in Los Angeles, where he worked as a classical radio announcer. He has also appeared as featured guest artist on WCLV’s program “Offbeat.”</p>\n<p>An experienced lecturer, Mr. Charnofsky has presented several lecture-recitals on “The Duos with Piano” by the composers Paul Hindemith, Francis Poulenc, Samuel Barber, and Aaron Copland. He has also given pre-concert lectures at Cleveland’s Severance Hall and Akron’s E.J. Thomas Hall. He worked at the Music Academy of the West in Santa Barbara as an Associate Faculty member for eight summers, performed several times as a substitute keyboardist with the Los Angeles Philharmonic and the Cleveland Orchestra, worked as a rehearsal pianist for Lyric Opera Cleveland, served as convention accompanist for the National Flute Association, and he appears on recordings with trombonist JoDee Davis on the Albany label, and music by the Cleveland Composers Guild on the Capstone label. Mr. Charnofsky has also worked extensively as a choral conductor.</p>\n<p>As a composer, Mr. Charnofsky’s compositions have been performed on numerous concerts throughout Ohio, California and elsewhere, and have been broadcast over several radio stations. He is an active member of the Cleveland Composers Guild, and has written for various chamber ensembles, vocal and choral music, and piano works.</p>"
  }
}