{
  "nameArr": [
    "eugene",
    "friesen"
  ],
  "firstName": "eugene",
  "lastName": "friesen",
  "born": "1952",
  "died": "",
  "photo": "../photos/Eugene-Friesen.jpg",
  "bio": "<a href=\"http://www.celloman.com/\" class=\"website\">Eugene Friesen's Website</a><p>EUGENE FRIESEN, composer/cellist, is at the forefront of a new generation of musicians versed in classical, popular and world music. A graduate of the Yale School of Music, he is active as a performer, composer, teacher and recording artist.<br>\nFriesen’s gift for the responsive flow of improvisatory music has been featured in concerts all over the world with the Paul Winter Consort, Trio Globo, and with poets Yevgeny Yevtushenko and Coleman Barks. He has performed as a soloist at the International Cello Festival in Manchester, England; Rencontres d’Ensembles de Violoncelles in Beauvais, France; International Cello Encounter in Rio de Janeiro, Brazil; and at the World Cello Congress in Baltimore, Maryland.<br>\nHis compositional credits include five albums of original music: Sono Miho, In The Shade Of Angels, New Friend, Arms Around You and The Song of Rivers; Grasslands, a symphony premiered on the Kansas prairie in 1997; Earth Requiem: Stories of Hope, an oratorio first performed in 1991; The Brementown Musicians with Bob Hoskins for Rabbit Ears Productions in 1992; Sabbaths, settings of poems by Wendell Berry premiered by the Brattleboro Music Center in 1999; and numerous scores for documentary films. Eugene’s music can also be heard on the recordings of Trio Globo, which he founded in 1992 with Howard Levy and Glen Velez.<br>\nFriesen has garnered four Grammy awards as a member of the Paul Winter Consort since 1978.<br>\nFriesen was the 1999 recipient of grants from the Lila Wallace/Reader’s Digest Fund and Continental Harmony to compose a symphonic setting of Carl Sandburg’s PRAIRIE, which was premiered in June of 2001 at PrairieFest in Kansas.<br>\nCelloMan, his one-man show for young audiences, features a wide variety of music on solo cello: classical, jazz, blues and rock. Created in collaboration with maskmaker/choreographer Robert Faust, CelloMan has been performed widely in the United States and Canada. The CelloMan video was released in 1999.<br>\nEugene is an artist-in-residence at the Cathedral of St. John the Divine in New York City, and is a Professor of Music at the Berklee College of Music in Boston. He lives in Vermont with his wife Wendy and four children.</p>"
}