{
  "ianKrouse": {
    "id": "ianKrouse",
    "fullName": "Ian Krouse",
    "firstName": "Ian",
    "lastName": "Krouse",
    "born": "1956",
    "died": "",
    "website": "http://iankrouse.com/",
    "photo": "/photos/ianKrouse.jpg",
    "bio": "<p>Composer Ian Krouse was born in 1956 in Olney, Maryland. His music is well known to lovers of guitar music, especially those who follow the Los Angeles Guitar Quartet. In recent years, Krouse’s works have been performed by such orchestras as the Chicago Symphony, the Mexico City Chamber Orchestra, Pasadena Chamber Orchestra, Ukrainian Radio and Television Orchestra, Armenian and Cairo Philharmonic Orchestras, American Youth Symphony, and UCLA and USC Orchestras.</p>\n<p>His recent commissions include American Interlude for Large Wind Ensemble, (for the Michigan State University Wind Symphony); River of Stars (for the Los Angeles Chamber Singers); Hommage à Messiaen (for Pacific Serenades); Prelude-Weaver for Orchestra (for the American Youth Symphony); Río de llantos; Elegy; and Guitar Quartet No. 7 (Civil Guard). Krouse also received commissions from the Verdehr Trio for a work for clarinet, violin, and piano, and from St. Cloud University in Minnesota for a concerto for percussion and large wind ensemble.</p>\n<p>In 2000, Krouse’s first solo disc was released by Koch International Classics. Other works of his have been recorded on Naxos, Delos, Lissadell, and RCM. In 1995, Krouse was guest artist with the Los Angeles Guitar Quartet, which performed Labyrinth (On A Theme of Led Zeppelin), his third guitar quartet to be recorded and toured by the group and his second for the Delos label.</p>\n<p>Krouse has received many awards, including an AT&amp;T American Encores Grant, three opera development grants from the National Endowment for the Arts, two from Meet the Composer, and several from the Ford and Rockefeller Foundations and the Atlantic-Richfield Corporation. He won the BMI Award and Gaudeamus Festival Prize, was a semi-finalist in the 1991 Kennedy Center Friedheim Awards, and a finalist in the Barlow Competition and Big Ten Commissioning Project.</p>\n<p>Krouse, who holds a BM and Performer’s and Composer’s Certificates from Indiana University at South Bend and an MM and DMA in composition from USC, is a professor of music at UCLA where he serves as the Department of Music Chair.</p>"
  }
}