{
  "nameArr": [
    "jake",
    "heggie"
  ],
  "firstName": "jake",
  "lastName": "heggie",
  "born": "1961",
  "died": "",
  "photo": "/photos/Jake-Heggie.jpg",
  "bio": "<a href=\"http://jakeheggie.com/\" class=\"website\">Jake Heggie's Website</a><p>Jake Heggie is the composer of the operas <i>Dead Man Walking</i> (libretto: Terrence McNally), <i>The End of the Affair</i> (libretto: Heather McDonald), <i>To Hell and Back</i> (libretto: Gene Scheer), <i>At the Statue of Venus</i> (libretto: McNally), more than 200 art songs, plus orchestral and chamber music. Upcoming works include a chamber opera for Frederica von Stade titled <i>Last Acts</i> (libretto by Scheer, based on an original story by McNally) for the Houston Grand Opera and San Francisco Opera, and collaborative projects with the Metropolitan Opera and Lincoln Center Theater, Dallas Opera, San Francisco Opera, London’s Wigmore Hall and Pacific Serenades in Los Angeles. Heggie’s operas have been performed by more than a dozen American companies including San Francisco Opera, New York City Opera, Houston Grand Opera, Cincinnati Opera, Baltimore Opera, Opera Pacific and Seattle Opera. Recently, the operas have been featured in international productions by companies in Australia, Canada, Germany, Sweden, Ireland and Austria. In 2007 alone, <i>Dead Man Walking</i> has received more than 50 performances. Other major works by Heggie include the theatrical song cycle <i>For a Look or a Touch</i> (libretto by Gene Scheer, based on stories from the film <i>Paragraph 175</i>), the song cycles <i>The Deepest Desire</i> (poetry by Sister Helen Prejean), <i>Statuesque and Rise and Fall</i> (poetry by Gene Scheer), <i>Here and Gone</i> (poetry by Housman and Lindsay), and the cello concerto <i>Holy The Firm: Essay for Cello and Orchestra</i>. Recordings include <i>Dead Man Walking</i> (ERATO), <i>Flesh and Stone</i> (Americus), <i>The Faces of Love</i> (RCA Red Seal), and <i>The Deepest Desire</i> (Eloquentia). Heggie was the recipient of a 2005/2006 Guggenheim Foundation Fellowship and has been composer-in-residence for the San Francisco Opera, Eos Orchestra, and Vail Valley Music Festival. Singers he collaborates with as pianist and composer include Frederica von Stade, Susan Graham, Audra McDonald, Joyce DiDonato, Kiri Te Kanawa, Kristine Jepson, Isabel Bayrakdarian, Patti LuPone, Kristin Clayton, Leah Partridge, Zheng Cao, Paul Groves, Nicholas Phan, Keith Phares and Bryn Terfel. Jake Heggie lives in San Francisco.</p>"
}