{
  "jeffKryka": {
    "id": "jeffKryka",
    "firstName": "Jeff",
    "lastName": "Kryka",
    "born": "1984",
    "died": "",
    "website": "http://www.jeffkryka.com/Composer/News.html",
    "photo": "/photos/jeffKryka.jpg",
    "bio": "<p>Composer Jeff Kryka has been awarded by Turner Classic Movies, ASCAP, the RMA L.A., the Henry Mancini Foundation, and has had works performed in concert by virtuoso violinist Anne Akiko Meyers, the University of Wisconsin-Madison Symphony Orchestra, the University of Wisconsin-Madison Concert Band, and the Heartland Symphony Orchestra.</p>\n<p>Growing up in Rochester, Minnesota, Jeff’s music training began with piano lessons at age five, and by age ten he had become quite fond of improvisation and composition. While still in high school his first orchestral composition was premiered and toured through Minnesota by the Heartland Symphony Orchestra, after winning their Young Composers Competition — a highlight of their 2002 “New Voices” concert series.</p>\n<p>Jeff studied music composition at the University of Wisconsin-Madison with composers Stephen Dembski and Laura Schwendinger, receiving his undergraduate degree in May 2006. In the fall of that year he began graduate work at the University of California-Los Angeles, studying with composers Paul Chihara, Roger Bourland, Ian Krouse, and David Lefkowitz. At UCLA he also studies film music with composers Charles Fox, Laura Karpman, and orchestration with Bruce Broughton. He has been a teaching assistant for composers Russell Steinberg and Mark Carlson, and he teaches music theory and musicianship to undergraduate music majors. In the summer of 2007 he taught a UCLA course in film music with Paul Chihara and music editor Dan Carlin. In the fall of that year he interned in the television music department at 20th Century Fox Studios under Carol Farhat and oversaw recording sessions for hit TV shows such as the Simpsons, Family Guy, and American Dad.</p>\n<p>Jeff has served as composer for many films, most notably: Las Angeles (dir. Gerardo Flores Villarreal, Maverick Productions), Deserted (dir. Nils Timm, AFI), Forgive Us Our Transgressions, (dir Walter Richardson, UCLA), Cherchez La Femme (dir. Idit Dvir, Gaia Films), Code Duello (dir. Nora Gruber, UCLA), The End (dir. Maggie Ye, UCLA), and Changing Focus (dir. Mindy Ramaker, UW-Madison)</p>\n<p>In 2006 Jeff was named the First Prize winner of the Turner Classic Movies Young Film Composers Competition. His score was chosen out of a field of over 650 international participants, and judged by Academy Award-winning composer Hans Zimmer.</p>\n<p>In 2008 Jeff was admitted into the ASCAP Film and Television Scoring Workshop with Richard Bellis as one of 12 composers selected from 300 international applicants. As a participant, he conducted his music with the Hollywood Studio Symphony at 20th Century Fox’s Newman Scoring Stage. He was honored by the ASCAP Foundation as a recipient of the David Rose Scholarship and the RMA L.A. Grant.</p>"
  }
}