{
  "joelMcneely": {
    "id": "joelMcneely",
    "firstName": "Joel",
    "lastName": "McNeely",
    "born": "",
    "died": "",
    "website": "http://joelmcneely.com/",
    "photo": "/photos/joelMcneely.jpg",
    "bio": "<p>Joel McNeely is an Emmy Award-winning composer and conductor for motion pictures and television. He is currently at work scoring The Tinkerbell Movie for Walt Disney Pictures. His 2005 feature releases for Disney include Lilo and Stitch 2 and The Heffalump Movie, for which he composed the soundtrack and produced four new songs with Carly Simon. Mulan 2 also features Joel’s score, as well as a new song he wrote for the New Zealand soprano, Haley Westenra. He has over 30 motion picture credits, which include the Disney feature film Holes, directed by Andrew Davis, and Ghosts of the Abyss for director James Cameron. Further credits are The Stepford Wives for Paramount, Jungle Book 2, and Return to Neverland for Disney, Uptown Girls and Stateside for MGM, The Avengers, Soldier, and Vegas Vacation for Warner Bros., Virus and Flipper for Universal Studios, Lover’s Prayer for Seven Hills Pictures, Wild America for Morgan Creek, Air Force One for Sony Pictures, Terminal Velocity for Hollywood Pictures, Radioland Murders for Lucasfilm, and Iron Will &amp; Squanto, A Warrior’s Tale for Walt Disney.</p>\n<p>In 1993 Joel received the Emmy Award for Original Composition for his score for the television series The Young Indiana Jones Chronicles. Other television work includes James Cameron’s Dark Angel, the CBS mini-series, Sally Hemings: An American Scandal, Buffalo Soldiers for Turner, and Buddy Far for CBS.</p>\n<p>Joel was commissioned by LACO for its 2004-05 season to write Portraits for Violin and Strings for his wife, Margaret Batjer.</p>\n<p>As a conductor, McNeely has led the Royal Scottish National Orchestra in an ongoing series of over 20 acclaimed recordings, featuring classic film scores for Varèse Sarabande Records. He was nominated for a Grammy in 2004 for his recording of Bernard Herrmann’s The Day the Earth Stood Still. His recording of Herrmann’s Vertigo won the first ever Gramophone Magazine Film Music Award. He has also conducted the London Symphony Orchestra, the London Chamber Orchestra, the Seattle Symphony, the Munich Philharmonic, the London Philharmonia, and the Western Australian Symphony Orchestra.</p>\n<p>He has a master’s degree in music from the Eastman School of Music, as well as a bachelor’s degree from the University of Miami. He is also a graduate of the Interlochen Arts Academy.</p>\n<p>He lives in Los Angeles with his wife, violinist Margaret Batjer, and their two children.</p>"
  }
}