{
  "johnDaversa": {
    "id": "johnDaversa",
    "fullName": "John Daversa",
    "firstName": "John",
    "lastName": "Daversa",
    "born": "1972",
    "died": "",
    "website": "http://johndaversa.com/",
    "photo": "/photos/johnDaversa.jpg",
    "bio": "<p>Coming from a musical family, composer John Daversa took an immediate interest in music at an early age; first through piano and voice, and later with trumpet and EVI (Electric Valve Instrument). He quickly absorbed all of the music playing around the house which included Chopin, Miles Davis, Earth Wind and Fire, Ella Fitzgerald, Aretha Franklin, Willie Nelson, Frank Sinatra, Nancy Wilson, Stevie Wonder, and of course the soundtrack of Disney’s Jungle Book featuring Louis Prima. By the age of 15, jazz had become part of John’s identity as he attended the Los Angeles Music Magnet, Hamilton High School Academy of the Arts, from 1989 to 1991. After high school, he attended UCLA, studying with classical trumpet virtuosi Mario Guarneri and Malcolm McNab. Although John’s musical interests were firmly placed in jazz (playing trumpet and electric bass in the UCLA jazz bands), he pursued a Bachelor of Arts degree with a concentration in classical composition. During that time, John won the Herb Alpert Award, David Joel Miller Award, National Trumpet Competition, and the ITG Jazz Soloist Competition.</p>\n<p>In 1996, he formed the John Daversa Contemporary Big Band, which continues to perform regularly in the Los Angeles area. John also became an involved educator, teaching courses at various institutions such as Harrison School of Music, CalARTs, USC, and CSUN, also lecturing on the music of Miles Davis at UCLA. During this period, John co-owned and operated Emergency Room Recorders in Burbank, CA, with partner Justin Morell. While making demos for rock and pop bands, he became interested in songwriting, music production, and began singing once again. John agreed to be the Musical Director for Holiday On Ice’s In Concert in August of 2000, a large-scale production show that toured Europe for 3 years. He also toured Japan with singer Bobby Caldwell, Europe with legendary crooner Andy and Europe/South Africa with singer Renee Olstead. John has performed on The Today Show, Late Nite with David Letterman, The Oprah Winfrey Show, Live 8, 2005 (Berlin), Hamburg Music Festival, Monterey Jazz Festival, Montreal Jazz Festival, Montreux Festival, and the Playboy Jazz Festival. He has arranged/composed for Fiona Apple (Extraordinary Machine, 2005), Phil Crosby, Jr. (Time For Christmas, 2006), Eleisha Eagle (Lamplighter, 2006), Sherman Pore (For My Lady Love, 2007), Gay Men’s Chorus of Los Angeles (Tribute to Burt Bacharach Live Show, 2005), and Young Sounds of Arizona (Monday Night Blues, 2002). In 2006, he produced Phil Crosby, Jr.’s Christmas album, Time For Christmas, and will be working on future projects with singer James Torme, vocal group The Murmaids, and jazz guitarist Natalie Bouchalter.</p>\n<p>Since 2004, John has been the Musical Director for Warner Brothers recording artist Renee Olstead. John earned his MFA degree in Jazz Studies at California Institute of the Arts in 2006, and is now pursuing his Doctor of Musical Arts degree at the University of Southern California. He is currently the Director of the LAYJE ensemble, part of the USC Outreach Program.</p>"
  }
}