{
  "katisseBuckingham": {
    "id": "katisseBuckingham",
    "fullName": "Katisse Buckingham",
    "firstName": "Katisse",
    "lastName": "Buckingham",
    "born": "",
    "died": "",
    "website": "http://www.katisse.com",
    "photo": "/photos/katisseBuckingham.jpg",
    "bio": "<p>Katisse graduated from the L.A. County High School for the Arts and then from the Grove School of Music where he studied with multi-Grammy winning jazz legend, Rob McConnell. He received an NEA Jazz Fellowship Grant to study with woodwind master, Bill Green, attended the National Music Camp at Interlochen Michigan, and won the L.A. Jazz Society’s New Talent Award. Upon hearing Katisse as a guest soloist with the LA Guitar Quartet Allan Kozinn of The New York Times described him as , “…a flutist whose ornate improvisations transformed this vocal score into a virtuosic instrumental work”.</p>\n<p>Katisse plays Tenor, Alto &amp; Soprano Saxophones, Flute, Alto Flute &amp; Ethnic Flutes as well as spoken word. He has performed and/or recorded with Yellowjackets, Prince, Dr. Dre, Airto &amp; Flora Purim, Vanessa Paradis, Herbie Hancock, Andy Summers, Pete Yorn, Brian Auger, John Patitucci, Ricky Lawson, Terri Lyne Carrington, Los Angeles Guitar Quartet, Strunz and Farah, Bill Summers, Jimmy Haslip, Russ Ferrente, Bob Hurst, Tom Brechtline, Munyungo Jackson, Gary Novak, Gary Thomas, Alphonso Johnson, B-Sharp Jazz Quartet, Don Grusin, Dean Parks, Greg Phillinganes, Harvey Mason, Abe Laboriel (Sr. and Jr.), Sandro Albert, Otmaro Ruiz, Wah, Amma, Gerry Gibbs, Janek Gwizdala, Monday Michiru, Jaz Klash, Raya Yarbrough, Down to the Bone, Sara Gazarek, Jimmy Johnson, Will Kennedy, Russ Kunkel, Robben Ford, Mike Elizando, Deepsky, The Angel, Patrice Rushen, DJ Quik, Non Amiss, Xzibit and Kurupt. He has played on numerous films (including the “jazz flute” scene in the Will Ferrell film, Anchorman).</p>\n<p>While staying as a busy freelance musician (based in Los Angeles) Katisse has his own self titled group which includes Judith Hill (vox); Gene, Coy, Nate Wood (drums); Dennis Hamm, Steve Weingart, Quinn Johnson (keys); Dan Lutz, Janek Gwizdala, Doug Shreeve, Jimmy Haslip (bass). KATISSE is an all original blend of jazz, hip-hop, pop &amp; world music. His debut album was recorded and co-produced by engineering legend, Tony Sheppard (Kenny Loggins, Take 6, Whitney Houston). The record, entitled Lyrical Worker, is now availible for purchase and digital download.</p>"
  }
}