{
  "leslieDrayton": {
    "id": "leslieDrayton",
    "firstName": "Leslie",
    "lastName": "Drayton",
    "born": "1950",
    "died": "",
    "website": "",
    "photo": "/photos/leslieDrayton.jpg",
    "bio": "<p>Leslie Drayton’s fascination with music began as a toddler when his mother discovered that he would pick out melodies on a neighbor’s piano. He began formal musical training at around 5 or 6 years of age by studying piano, clarinet, and bongo drums. At age 11, jazz great Benny Carter, a family friend, gave him a trumpet. Leslie decided at age 15 that he wanted to be a professional musician when he joined a local youth band. Through his association with the youth band he was taught arranging, composing, and music preparation skills. Upon graduating from Los Angeles High School, he attended L. A. Valley College and later transferred to CSULA where he earned a BA in Music Education. During his college years, Leslie began his professional music career by playing and writing for local R &amp; B bands, big bands, and also as a seminal member of the group, Earth, Wind, and Fire. During these early years, Leslie began to formulate his own compositional ideas and began composing and rehearsing his own musical aggregations.</p>\n<p>After graduating from college in 1971, he continued his work as a freelance musician. In 1972 he formed a big band with Melba Liston that led to his meeting Marvin Gaye. Leslie worked with Marvin Gaye as his musical director and conductor from 1974-76. In 1977, the Leslie Drayton Orchestra was formed and received critical and popular acclaim. The orchestra evolved into a smaller group known as Leslie Drayton and Fun around 1984. This band features music that is much more contemporary than traditional jazz music, but incorporates elements explored throughout the entire history of jazz.</p>\n<p>Leslie relocated to Denver in 1989 and remained there until 1996. During his years in Colorado, he continued his freelance activities while earning an MA in Composition from the University of Denver. While in Denver he began Water Sign Music Productions, the company that publishes many of his compositions. It was also in Denver that he met his lovely wife, Kathy.</p>\n<p>Leslie continues his freelance performing and composing activities in the Los Angeles area along with mentoring young musicians through programs sponsored by the LA Jazz Society and the Thelonius Monk Institute of Jazz. In 2004, he also began teaching various classes at Santa Monica College. Leslie has released 11 recordings as leader.</p>"
  }
}