{
  "mariaNewman": {
    "id": "mariaNewman",
    "fullName": "Maria Newman",
    "firstName": "Maria",
    "lastName": "Newman",
    "born": "1960",
    "died": "",
    "website": "",
    "photo": "/photos/mariaNewman.jpg",
    "bio": "<p>Composer Maria Newman was born into one of the most famous and influential musical families in Hollywood. The youngest daughter of the nine-time Academy Award-winning composer/conductor, Alfred Newman, she grew up surrounded by great music and fine musicians. She graduated from both the Eastman School of Music and Yale University with high honors and has since become known as a serious composer in the field of concert music.</p>\n<p>The recipient of many honors and awards, including fifteen consecutive ASCAP Awards and numerous Composition Grants, she was honored with the Debut Award from the Young Musicians Foundation in 2001 and was named Variety’s 1997 Composer of the Year. She has been commissioned by numerous organizations and has developed a large library of original works for chamber ensemble (vocal and instrumental), orchestra, chorus, ballet, and opera/oratorio. This season features commissions from the New West Symphony, Pacific Serenades, the Angeli Trio, and the Kairos String Quartet. Ms. Newman has served as Composer-in-Residence at the Icicle Creek Music Center in Washington for ten years and has held residency positions with numerous prestigious orchestras and institutions. A lover of sacred music, she holds the position of Composer-in-Residence and Director of Traditional Music at the Pacific Palisades Presbyterian Church in Los Angeles, where she regularly composes liturgical music for services and subscription concert series and conducts the renowned Chancel Choir and chamber orchestra.</p>\n<p>Ms. Newman has received numerous commissions from the Mary Pickford Foundation to compose original music for newly restored vintage classic films of the silent era. A world-class violinist/violist, Maria Newman is a founding member of the award-winning Viklarbo Chamber Ensemble, with whom she has won multiple awards and touring grants. As solo violist, she recorded Miklos Rozsa’s Concerto for Viola and Orchestra with the Nuremburg Orchestra for the Grammy Award-winning Symphonic Hollywood CD, and she continues to perform concerts nationwide. Newman makes her home in Malibu with husband Scott Hosfeld and is mother to three beautiful children: Martha, a violinist (age 8); Isabella, now a cellist (age 5 1/2); and Sonny, who wants to become a percussionist (age 4). This is her second commission from Pacific Serenades.</p>"
  }
}