{
  "martinAmlin": {
    "id": "martinAmlin",
    "firstName": "Martin",
    "lastName": "Amlin",
    "born": "1953",
    "died": "",
    "website": "http://www.martinamlin.com/info.asp?pb=195&amp;pg=1",
    "photo": "/photos/martinAmlin.jpg",
    "bio": "<p>Composer and pianist Martin Amlin has received grants from the National Endowment for the Arts, the Tanglewood Music Center, the Massachusetts Cultural Council, the Massachusetts Artists Foundation, the St. Botolph Club Foundation, and the Massachusetts Council for the Arts. He was a recipient of an ASCAP Grant to Young Composers and has received many ASCAPlus Awards. He has been a resident at Yaddo, the Virginia Center for the Creative Arts, and the MacDowell Colony, where he was named a Norlin Fellow. His compositions have been performed throughout the world and are published by the Theodore Presser Company.</p>\n<p>Much of his music is characterized by a pungent tonality and energetic rhythms. Sonata for Piccolo and Piano and Sonata No. 2 for Flute and Piano have each won the National Flute Association’s Newly Published Music Competition. Concerto for Piccolo and Orchestra was premiered by the Atlanta Symphony Orchestra, and he has had performances of his music by the Pro Arte Chamber Orchestra, the Tanglewood Festival Chorus, the John Oliver Chorale, the Back Bay Chorale, the Webster Trio, and the American Vocal Arts Quintet. He has had commissions from the Seattle Flute Society, Pacific Serenades, the Chicago Flute Club, ALEA III, the James Pappoutsakis memorial flute competition, pianist Andrew Willis, and clarinetist Michael Webster.</p>\n<p>Martin Amlin is Chair of the Department of Composition and Theory at Boston University and Director of the Young Artists Composition Program at the Boston University Tanglewood Institute. He is also recipient of Boston University’s Kahn Award for his Piano Sonata No. 7. He studied with Nadia Boulanger at the Ecoles d’Art Américaines in Fontainebleau and the Ecole Normale de Musique in Paris, and received masters and doctoral degrees as well as the Performer’s Certificate from the Eastman School of Music. Mr. Amlin has appeared as soloist with the Boston Pops Orchestra in performances of Mendelssohn’s Piano Concerto No. 1 and Gershwin’s Rhapsody in Blue, and has performed on the Boston Symphony Orchestra’s Prelude concerts at both Symphony Hall and Tanglewood. He has also appeared on the FleetBoston Celebrity Series and has been pianist for the M.I.T. Experimental Music Studio and the New England Ragtime Ensemble. He has often been heard live on Boston’s WGBH radio station as both performer and composer, and has given the premiere of many new pieces, including works by Lukas Foss, George Perle, Stefan Kaske, and Armand Qualliotine.</p>\n<p>Martin Amlin has recordings on the Albany, Ashmont Music, Centaur, Crystal, Folkways, Hyperion, Koch International, Opus One, Titanic, and Wergo labels.</p>"
  }
}