{
  "paulChihara": {
    "id": "paulChihara",
    "nameArr": [
      "paul",
      "chihara"
    ],
    "firstName": "paul",
    "lastName": "chihara",
    "born": "1938",
    "died": "",
    "website": "",
    "photo": "/photos/paulChihara.jpg",
    "bio": "<p>Paul Seiko Chihara was born in Seattle, Washington in 1938, and received his Doctorate from Cornell University. His teachers include Robert Palmer, Nadia Boulanger in Paris, Ernst Pepping in Berlin, and Gunther Schuller at Tanglewood. Chihara was composer-in-residence at the Marlboro Music Festival in Vermont in 1972, the Mancini Institute, and the first composer-in-residence with the Los Angeles Chamber Orchestra, Neville Marriner, conductor. He was visiting composer at the Edinburgh Festival (1971), and has guest taught often at Tanglewood. He has recently been named Composer of the Year (2008-9) by the Classical Recording Foundation in New York.</p><p>Mr. Chihara’s numerous awards include The Lili Boulanger Memorial Award, the Guggenheim and Fulbright Fellowships, the Aaron Copland Fund, and National Endowment for the Arts, as well as commissions from the Boston Symphony, the London Symphony Orchestra, the Los Angeles Philharmonic, the New Japan Philharmonic, the Cleveland Orchestra, the Chicago Symphony, the New Juilliard Ensemble, and the Orpheus. He was the composer-in-residence at the San Francisco Ballet from 1973-1986, where he composed the first full-length American ballet, The Tempest.</p><p>Professor Chihara has composed scores for over 100 motion pictures, including Kiki’s Delivery Service, and Crossing Delancey. His works for television include China Beach, Noble House, Brave New World, An American Family, and 100 Centre Street. Mr. Chihara also served as music supervisor at Buena Vista Pictures (Walt Disney Co.). Active in the New York musical theatre world, Mr. Chihara served as musical consultant and arranger for Duke Ellington’s Sophisticated Ladies, and was the composer for James Clavell’s Shogun, the Musical. He is a Professor of Music at UCLA, and Chair of the Visual Media.</p><p>Professor Chihara’s works have been widely recorded. His compositions appear on many labels including BMG Records, Reference Recordings, CRI, Music and Art, Vox Candide, New World Records, The Louisville Orchestra First Editions Records, Bridge Records, and Albany Records.</p>"
  }
}