{
  "aykeAgus": {
    "id": "aykeAgus",
    "fullName": "Ayke Agus",
    "firstName": "Ayke",
    "lastName": "Agus",
    "born": "",
    "died": "",
    "website": "http://www.aykeagus.com/",
    "photo": "/photos/aykeAgus.jpg",
    "bio": "<p>Ayke Agus&nbsp;is a multi-talented artist: a master violinist and pianist of incomparable skills. Her longtime association with the great violinist included numerous performances and chamber music concerts with the acclaimed Russian cellist Gregor Piatigorsky in addition to her significant collaboration with Mr.Heifetz on completion of his published transcriptions for violin and piano.</p>\n<p>A native of Indonesia, of Chinese, Dutch and Javanese ancestry, Ms. Agus, a child prodigy at the age of seven on both violin and piano, came to the United States to continue her studies in New York. Upon winning several competitions, she became the youngest member of the Buffalo Philharmonic Symphony and was subsequently offered two full scholarships: to Juilliard and to USC. Her acceptance into the Jascha Heifetz Masterclass at USC began a lasting association with the great violinist up to the very end of his illustrious life.</p>\n<p>For ten years, Ms. Agus held a prominent position as a member of the piano faculty at USC. Ayke continues to concertize around the world performing in chamber music festivals as soloist and guest artist with internationally acclaimed groups as the Ysaÿe String Quartet of Paris, and the Jacques Thibaud Trio, among others. Her solo appearances with symphony orchestras and solo recitals throughout the US, Europe, and Asia receive rave reviews describing her unique violin/piano artistry as “….brilliant!…with sensitivity & emotion!” Ms. Ayke travels across the United States conducting violin/piano workshops and master- classes on “The Art of Collaboration” and as lecturer/author of “Heifetz As I Knew Him” (Amadeus Press) sharing her lifelong experiences at major universities with teachers and students of all ages.</p>"
  }
}