{
  "edithOrloff": {
    "id": "edithOrloff",
    "fullName": "Edith Orloff",
    "firstName": "Edith",
    "lastName": "Orloff",
    "born": "",
    "died": "",
    "website": "http://www.pacifictrio.com/edithorloff.htm",
    "photo": "/photos/edithOrloff.jpg",
    "bio": "<p>Known for her versatility as a performer, pianist Edith Orloff has earned acclaim in the United States and Europe. She has concertized with equal success as recitalist, chamber musician, and soloist with orchestra. Her solo German debut in 1998 was received as “elegant, a pleasure to hear”, and her music-making has won praise at home and abroad for its interpretive vitality and perceptive musicianship.</p>\n<p>In 1980, she became a member of the LosAngles-based Pacific Trio. The ensemble, with violinist Roger Wilkie and cellist John Walz, makes annual tours of the U.S. and Europe. Most recently, they recorded the Beethoven Triple Concerto with the Czech National Orchestra, as well as a CD of trios by American composers. For many years the group served as ensemble-in-residence of the Idyllwild Arts summer festival, where Ms. Orloff taught since 1976.</p>\n<p>Ms. Orloff has appeared as guest artist with many notable ensembles, including the Houston Symphony Chamber Players, the Ensemble Con Brio of Bruchsal, Germany, and the Czech String Trio, and is a regular guest performer at Festival Mozaic (formerly, San Luis Obispo Mozart Festival). In keeping with her interest in promoting new music, she has helped to launch several series devoted to the works of contemporary composers. Ms. Orloff also enjoys a long-standing musical collaboration with her husband, Houston Symphony principal clarinetist David Peck; their CD of modern works for clarinet and piano was released in 2004.</p>\n<p>A master’s degree graduate of the California Institute of the Arts, where she studied piano with Earle Voorhies and chamber music with Cesare Pascarella, she has also worked with Jerome Lowenthal, Reginald Stewart, Rosina Lhevinne, Daniel Pollack, and Roberto Eyzaguirre.</p>\n<p>Ms. Orloff teaches privately and in master classes. In addition to her musical activities, she enjoys literature, travel, and study of languages. She resides in Houston and San Diego.</p>"
  }
}