{
  "garyGray": {
    "id": "garyGray",
    "fullName": "Gary Gray",
    "firstName": "Gary",
    "lastName": "Gray",
    "born": "",
    "died": "",
    "website": "http://www.clarinetbygray.com",
    "photo": "/photos/garyGray.jpg",
    "bio": "<p>Clarinetist Gary Gray enjoys a versatile career as a concert artist, studio musician, and professor of clarinet and chamber music at UCLA. He received his BM and MM degrees from Indiana University, where he studied clarinet with Henry Gulick and Robert McGinnis and chamber music with Janos Starker. The Los Angeles Times wrote of a recent concert, “Gray handled the clarinet solos with stunning ease and as mellow and gorgeous a sound as may be possible on his instrument.” Formerly Principal Clarinetist of LACO, comments such as “Gray astonished with his liquid clarinet solos” were frequent in the press. As a soloist, his concerto CD with the Royal Philharmonic Orchestra was nominated for a Grammy Award, and his CD of music for clarinet and piano, recorded in London with Clifford Benson, has also been a best seller for Centaur Records.</p>\n<p>His most recent recording for Centaur Records includes two Romantic masterworks for clarinet and chamber ensemble: the Brahms Quintet Op. 115 and Dohnanyi’s Sextet Op. 37. For this project Gray collaborated with the New Hollywood Quartet, pianist, Robert Thies, and french hornist, Richard Todd.</p>\n<p>Gray is a founding member/performer of Pacific Serenades and was a Faculty Artist at the Aspen Music Festival, Chamber Music Northwest, the Sedona Chamber Music Festival, and the Aria Music Academy. The summer of 2005, he joined the Alexander Quartet to perform and teach at the CSU Summer Arts chamber ensemble workshop. Gray has been a member of the St. Louis Symphony and performed with the Aspen Festival Orchestra, the Hollywood Bowl Orchestra, and has been soloist with the San Francisco Symphony, the Indianapolis Symphony, and LACO, among others.</p>\n<p>He has collaborated with Aaron Copland, Malcolm Arnold, Benjamin Britten, Pierre Boulez, and Igor Stravinsky, as well as recording film scores with John Williams, Jerry Goldsmith, Henry Mancini, Thomas Newman, Bruce Broughton, and Don Davis, among many others.</p>"
  }
}