{
  "giovannaMoragaClayton": {
    "id": "giovannaMoragaClayton",
    "fullName": "Giovanna Moraga Clayton",
    "firstName": "Giovanna Moraga",
    "lastName": "Clayton",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/giovannaMoragaClayton.jpg",
    "bio": "<p>Giovanna Moraga Clayton was destined to have a life and career as a musician. Born to musicians in Toluca, Mexico, where she began her studies at age six, Giovanna was always surrounded by a wide variety of music. She made her solo debut at age 14 and, since then, has been a featured soloist with orchestras in North and Central America. As a student, she received various awards at solo and chamber music competitions throughout the United States. Giovanna holds a Bachelor’s and Master’s degree from UCLA in music performance and was a featured artist with her quartet in the prestigious Royce Hall music series. Since graduating, Giovanna has had the opportunity to work with world-renowned artists such as Yo-Yo Ma, Pinchas Zukerman, Pierre Boulez, Daniel Barenboim, János Starker and Sir Neville Marriner, among others.</p>\n<p>Upon her return from an eight-month fellowship with the Chicago Symphony, Giovanna won positions with the Los Angeles Chamber Orchestra (2004), Hollywood Bowl Orchestra and the New West and Santa Barbara symphonies.</p>\n<p>Giovanna is a familiar face in the Hollywood music scene, performing live and recording with artists such as Andrea Bocelli, Celine Dion, Whitney Houston, James Brown, Alicia Keys, Justin Timberlake, Destiny’s Child, Mary J. Blige, Brandy, Stevie Wonder, Joss Stone, Raphael Saadiq, ‘N Sync, Jennifer Hudson, Peabo Bryson, En Vogue, James Ingram, Fergie, Il Divo, Josh Groban, Alejandro Sanz, Alejandro Fernández, Shakira, Wyclef Jean and the Dixie Chicks. Keeping a busy recording schedule, Giovanna has played on dozens of jingles, movie trailers and blockbusters, such as X-Men (2000), Spider-man (2002), Mr. & Mrs. Smith (2005), The Pursuit of Happyness (2006), Rocky Balboa (2006), Horton Hears a Who! (2008), The Tale of Despereaux(2008), Mall Cop (2009) and many more. Her television credits include American Idol; Felicity; The Tonight Show; the AMA, Billboard, GRAMMY®, Soul Train, Lady of Soul and Academy® awards; a GMC truck commercial and a voice over for Lifetime’s Television for Women. A versatile artist, Giovanna has scored a short film, is finishing up her first instrumental album and is in production on her debut artist project.</p>\n<p>Giovanna lives in Los Angeles with her husband and two children.</p>"
  }
}