{
  "jamesDunham": {
    "id": "jamesDunham",
    "fullName": "James Dunham",
    "firstName": "James",
    "lastName": "Dunham",
    "born": "",
    "died": "",
    "website": "http://www.ruf.rice.edu/~musi/facultybios/dunham.html",
    "photo": "/photos/jamesDunham.jpg",
    "bio": "<p>Soloist, chamber musician and teacher, JAMES DUNHAM is active internationally as a recitalist and guest artist. He has collaborated with such renowned artists as Emmanuel Ax, Joshua Bell, Lynn Harrell, Cho-Liang Lin and members of the American, Guarneri, Juilliard, Takács and Tokyo Quartets. An advocate of new music, composers with whom he has worked include John Corigliano, Osvalsdo Golijov, Libby Larsen and Christopher Rouse.</p>\n<p>Mr. Dunham is a frequent guest artist with many ensembles in theU.S. and abroad, and has served as acting principal viola with the Boston Symphony (Ozawa) and Dallas Symphony (Litton). He was the founding violist of the Sequoia String Quartet, winners of the1976 Naumburg Award, and later performed as violist of the Grammy Award winning Cleveland Quartet. Now Professor of Viola at Rice University’s Shepherd School of Music where he directs its Master of Music in String Quartet program, Mr. Dunham previously taught at the New England Conservatory (where he also Chaired the String Department) and the Eastman School of Music.</p>\n<p>He frequently presents master classes at the world’s leading universities and conservatories and is much sought after as a competition jurist. Summer activities have included participation in many festivals including, Aspen, Domaine Forget, Marlboro, Musicorda, Sarasota, Tanglewood and Yale at Norfolk. He served as principal violist of the San Diego Mainly Mozart Festival for ten seasons, and is a regular participant in the Festival der Zukunft in Ernen, Switzerland. Mr. Dunham is featured soloist on two recent CDs (Crystal Records, Albany Records) and has recorded with the Sequoia Quartet for Nonesuch and Delos, and with the Cleveland Quartet exclusively for Telarc. His viola is a Gaspar da Salo, ca 1585.</p>"
  }
}