{
  "joannePearceMartin": {
    "id": "joannePearceMartin",
    "fullName": "Joanne Pearce Martin",
    "firstName": "Joanne Pearce",
    "lastName": "Martin",
    "born": "",
    "died": "",
    "website": "http://www.laphil.org/resources/performer_detail.cfm?id=336",
    "photo": "/photos/joannePearceMartin.jpg",
    "bio": "<p>Currently enjoying her 11th season as the Los Angeles Philharmonic’s Principal Keyboardist, JOANNE PEARCE MARTIN performs with the orchestra on multiple keyboard instruments including the celesta, various synthesizers, and occasionally a Mac computer, in addition to the ubiquitous piano. Born in Allentown, PA, Ms. Martin performs all over the world as soloist, chamber musician, and recording artist. With the L.A. Phil., she has made numerous solo appearances on piano, harpsichord, and the Walt Disney Concert Hall organ, appearing with such conductors as Esa-Pekka Salonen, John Adams, and Miguel Harth-Bedoya. She is also a frequent soloist with the LA Phil during the summer Hollywood Bowl seasons. A graduate of the Curtis Institute of Music, she has been guest soloist with many other orchestras in the U.S and abroad, including the Philadelphia Orchestra, L.A. Chamber Orchestra, San Diego Chamber Orchestra, Florida West Coast Symphony, and England’s Huddersfield Philharmonic. In great demand as a collaborative artist, she has performed with such artists as Joshua Bell, Lynn Harrell, Iona Brown, James Galway, Jean-Pierre Rampal, & Joseph Silverstein, among others.</p>\n<p>Ms. Martin has performed at dozens of summer music festivals and concert series spanning four continents, including those in Aspen, Sarasota, Park City, Utah, New York’s 92nd St. Y, Carnegie Recital Hall, Lincoln Center Library, Kennedy Center, Costa Rica, Australia, Taiwan, Edinburgh, Cologne, and Nice. Southern California audiences have followed her performances of New Music and “standards” for years with the L.A. Phil’s Green Umbrella and Chamber Music Series, Camerata Pacifica, Dilijan, South Bay, Ojai, Mainly Mozart, and San Louis Obispo Mozart Festivals.</p>\n<p>This season Joanne and her husband Gavin Martin have continued to concertize together as a 2-piano team. She has also performed multiple-piano works with Emmanuel Ax, Yefim Bronfman, Helene Grimaud, and Jeffrey Kahane. Her playing has been described by the Los Angeles Times as possessing “unusual fervor and fluency.” She has performed on all the major U.S. television networks and recorded commercially for Centaur, Summit, and Albany records, as well as the Yamaha Disklavier Piano. Ms. Martin has also been the subject of a half-hour feature on The Learning Channel. Her latest recording project, a solo CD entitled “Joanne Pearce Martin, Barefoot”, was released in 2008 on Yarlung Records. Ms. Martin’s playing of Beethoven’s Triple Concerto can be heard on DreamWork’s upcoming movie release “The Soloist”, starring Jamie Foxx. Her newest and certainly freshest musical adventure is learning to play the Theremin – she is now the proud owner of a Moog “Etherwave Pro”.</p>\n<p>When she’s not making music, you might find Joanne up in the air – she is an instrument-rated airplane pilot and master-rated skydiver.</p>"
  }
}