{
  "kathleenLenski": {
    "id": "kathleenLenski",
    "fullName": "Kathleen Lenski",
    "firstName": "Kathleen",
    "lastName": "Lenski",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/kathleenLenski.jpg",
    "bio": "<p>Kathleen Lenski was first violinist and a founding member of the Angeles String Quartet, formed in 1988 in Los Angeles. Following years of touring in the U.S. and abroad, the group retired in 2001 after recording the complete string quartets of Joseph Haydn for Philips Classics. The group won the Grammy Award for “best classical chamber music” for the acclaimed album in the year 2001.</p>\n<p>Ms. Lenski grew up in Los Angeles, and as the daughter of two violinists, began performing in public at the age of three. A graduate of the Juilliard School, she was a full scholarship student of Oscar Shumsky, winning the Naumberg and Kriesler scholarship awards.</p>\n<p>In addition to touring and recording with the Baroque ensemble “Musical Offering”, Ms. Lenski appeared as soloist with the Los Angeles Philharmonic, the Seattle, San Francisco, and St. Louis Symphonies, as well as chamber orchestras in Canada, the Northwest, and the East Coast. She served as soloist and concertmaster of LACO for several years and was the soloist and leader of the Oregon Bach Festival Chamber Orchestra. Other festival appearances include Aspen, Marlboro, Sitka, Cape and Islands, and the Accademia Chigiana in Siena, Italy. Kathleen also worked in the Hollywood film industry for many years, performing on soundtracks for hundreds of films including <i> E.T., Schindler’s List </i> and all of the Disney animated features, as well as backing up recording artists such as Natalie Cole and Bette Midler.</p>\n<p>Ms. Lenski made her debut at Walt Disney Concert Hall in 2008, performing with the San Luis Obispo Symphony in the Los Angeles premiere of Ecos armónicos, a violin concerto written especially for her by composer Craig Russell. After moving to Los Osos in 2000, she is happy to be living the “SLO life”, working with the symphony musicians, joining in the occasional chamber music concerts with Festival Mozaic, and performing with Beethoven’s Buddies, a string quartet consisting of Lenski, Michael Nowak, Paul Severtson and Nancy Nagano.</p>\n<p>Lenski plays on the 1775 J.B. Gaudagnini formerly owned by Brahms’ confidant and co-composer, violinist Joseph Joachim.</p>\n<p>Her first performances with Pacific Serenades were 1989, when the Angeles String Quartet premiered Mark Carlson’s <i>Starry Night</i> on a Pacific Serenades concert. She rejoined us in 2008.</p>"
  }
}