{
  "margaretBatjer": {
    "id": "margaretBatjer",
    "fullName": "Margaret Batjer",
    "firstName": "Margaret",
    "lastName": "Batjer",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/margaretBatjer.jpg",
    "bio": "<p>Concertmaster of the Los Angeles Chamber Orchestra since 1998, Margaret Batjer made her first solo appearance at the age of fifteen with the Chicago Symphony in Gian Carlo Menotti’s violin concerto. Since then, she has re-appeared with the Chicago Symphony as well as a succession of other major orchestras including the Philadelphia Orchestra, St. Louis Symphony, Seattle Symphony, the New York String Orchestra, the San Jose Symphony, and the Dallas Symphony. Ms. Batjer has also appeared as a soloist throughout Europe with orchestras including the Chamber Orchestra of Europe, the Prague Chamber Orchestra, the Halle Symphony Orchestra at the Gewandhaus in Leipzig, and the Berlin Symphony Orchestra under the direction of Claus Peter Flor.</p>\n<p>Equally respected as a chamber musician, Ms. Batjer has performed regularly at the Marlboro Music Festival and on tour with Music from Marlboro. She has appeared at the Minnesota Orchestra Sommerfest, the La Jolla Summerfest, the Vancouver Chamber Music Festival, and the Naples and Cremona festivals in Italy. Maurizio Pollini invited the Accardo Quartet, of which Ms. Batjer is a member, to perform at the Salzburg Festival in 1995 and 1999, at Carnegie Hall in the spring of 2001, and in Tokyo during the 2002 season. She has recorded the Bach double concerto with Salvatore Accardo and the Chamber Orchestra of Europe for Philips and more recently with Hilary Hahn and LACO, directed by Jeffrey Kahane, for Deutsche Grammophon. She has also made numerous chamber music recordings on the EMI, Nuova Era, BMG, and Dynamic labels.</p>\n<p>Ms. Batjer graduated from the Curtis Institute of Music as a student of Ivan Galamian and David Cerone. Throughout her career, she has won numerous prizes, including the G.B. Dealey Award in Dallas. In the spring of 2000, she and Jeffrey Kahane inaugurated LACO’s chamber music series by performing the complete cycle of Beethoven’s sonatas for violin and piano at Zipper Hall in Los Angeles. In 2003 they continued their collaboration and performed all of the Brahms sonatas at Zipper Hall.</p>\n<p>Ms Batjer has recently been appointed to the faculty of the Thornton Music School at USC as an Assistant Professor.</p>"
  }
}