{
  "markCarlson": {
    "id": "markCarlson",
    "fullName": "Mark Carlson",
    "firstName": "Mark",
    "lastName": "Carlson",
    "born": "",
    "died": "",
    "website": "http://markcarlsonmusic.com",
    "photo": "/photos/markCarlson.jpg",
    "bio": "<p>Composer and flutist Mark Carlson is the Founder and Artistic Director of Pacific Serenades. His lyrical, emotionally powerful, and stylistically unique music has earned him the admiration of audiences and musicians throughout the United States, Canada, Mexico, and Europe. A versatile composer, his nearly 100 works include art songs, chamber and choral music, concertos, large ensemble works, and songs for musical theater.</p>\n<p>The recipient of more than 50 commissions, Carlson has composed works for, among others, the National Shrine in Washington, DC, the New West Symphony, Westwood Presbyterian Church, First Methodist Church of Santa Monica, the UCLA Wind Ensemble, the Santa Monica College Orchestra, and for many individual musicians. His works include Concerto for Trumpet, Piano, and Orchestra, for Jens Lindemann, Jennifer Snow, and the UCLA Philharmonia, and Welcome Winter!, commissioned by the Boston Gay Men’s Chorus, and Night Music, for the horn quartet, Quadre, with flutist Molly Barth. One of eleven recordings of his works, The Hall of Mirrors, was a winner of the Chamber Music America/WQXR Record Awards for 2001. Sueños y canciones, commissioned by the Mexico City chamber ensemble Signos, appears on their CD Espejo/Mirror. New CDs include his Intermezzo, for alto saxophone and piano (on Centaur, performed by Douglas Masek and Louise Thomas), and Two Ballads (also for Centaur, performed by saxophonist Alan Durst and guitarist Corey Whitehead), Sonata for Cello and Piano (Pacific Serenades), and For Those Silenced on Joanne Pearce Martin’s CD Barefoot (Yarlung). His music is published by Yelton Rhodes Music, Pacific Serenades Music, and C Swigart Music (all in Los Angeles); by Thorpe Music in Boston; and by Black Squirrel Music, in Kent, Ohio.</p>\n<p>Carlson is an avid performer of chamber music, including many works written for him. He was a member of the Pasadena Symphony, the YMF Debut Orchestra, and the Fresno Philharmonic Orchestra, among others.</p>\n<p>Born in 1952 in Ft. Lewis, Washington, Carlson grew up in California, attended the University of Redlands, graduated from CSU Fresno, and received MA and PhD degrees in composition from UCLA. His principal teachers were Alden Ashforth and Paul Reale (composition) and Roger Stevens (flute). He is on the faculty at UCLA, where he teaches music theory and composition and also taught at Santa Monica College for many years. He has also taught movement for musicians, having studied with Alexandra and Roger Pierce in Redlands. Since 1982 he has served on the Board of Directors of Design for Sharing, UCLA’s Performing Arts community outreach program. He founded Pacific Serenades in 1982.</p>"
  }
}