{
  "munirBeken": {
    "id": "munirBeken",
    "fullName": "Münir Beken",
    "firstName": "Münir",
    "lastName": "Beken",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/munirBeken.jpg",
    "bio": "<p>A composer, performer, and scholar, Münir Beken received his PhD in ethnomusicology from the University of Maryland. He studied composition with Cemal Resit Rey, Yalçin Tura, and Stuart Smith, and participated in composition workshops with such luminaries as George Crumb, Lukas Foss, Philip Glass, Roger Reynolds, Steve Reich, and Charles Wuorinen. His compositions have been performed internationally with considerable recognition in some of the most significant concert halls in the world. The performance of his Triple Concerto featured the eminent violinist Shlomo Mintz. His symphonic poem Gallipoli was premiered in 2005 and A Turk in Seattle featured Seattle Chamber Players in February 2006 at Benaroya Hall in Seattle. The world premier of his Blue Monologue for solo violin was performed in June 2006 at Carnegie Hall. Some of his works have won awards in international competitions. His recent composition I Am A Corpse for violin and orchestra will be released with conductor Robert Ian Winstin and Czech Philharmonic Orchestra by ERMMedia. His compositional style redefines itself from work to work. His music is published by Amplitude Music in France, and he is a member of ASCAP.</p>\n<p>He has given recitals in such venues as the Metropolitan Museum of Art and the Herbst Theater in San Francisco. He was the Executive Director of the Center for Turkish Music at the University of Maryland Baltimore County and a recipient of the Individual Artist Award of Maryland State Arts Council. American composers Melodie Linhart, Eric Flesher, and Christopher Shainin have written original compositions for Mr. Beken. He conducted the ITU Chamber Orchestra in Istanbul and Siena Chamber Orchestra in up-state New York.</p>\n<p>Münir Beken is currently Assistant Professor of Theory and Composition in the Ethnomusicology Department at UCLA. His scholarly interests include the phenomenology of music, cognitive musicology, and melodic modal systems of the Middle East and Central Asia. He has written several articles for the New Grove Dictionary of Music and Musicians and other scholarly publications.</p>"
  }
}