{
  "robertoCani": {
    "id": "robertoCani",
    "fullName": "Roberto Cani",
    "firstName": "Roberto",
    "lastName": "Cani",
    "born": "",
    "died": "",
    "website": "http://www.robertocani.org/",
    "photo": "/photos/robertoCani.jpg",
    "bio": "<p>Acclaimed throughout the music world as not just a performer, but an “artiste,” Italian violinist Roberto Cani has continued to bring his art to the highest of levels, captivating and delighting audiences in the United States and abroad, since his solo debut at the Gaveau Hall in Paris. Beginning his studies at the age of seven, Mr. Cani has been a first and grand prizewinner of numerous competitions, including the Paganini International Competition in Genoa, the Courcillon International Competition, and the Jeunesses Musicales International Competition in Belgrade, where he also captured a special award for the best performance of a contemporary work. In addition, he has been the winner of the Minetti Prize and received honors at the Tchaikovsky Competition.</p>\n<p>A current resident of Los Angeles, Mr. Cani has performed throughout the United States as well as throughout western and eastern Europe, South Africa, Taiwan, and Japan. He has appeared as soloist with the Moscow Philharmonic, the RAI Symphony, Orchestra Cantelli (Italy), the Belgrade and Zagreb Philharmonic Orchestras, among many others. His performances have been televised nationally for PBS, RAI in Italy, RB in Yugoslavia, NHK in Japan, ZDF in Germany and in Taiwan. Other notable appearances include his widely acclaimed performance of the first concerti of Paganini and Szymanowski in Italy and his premiere of a piece by Henryk Górecki, for violin and piano.</p>\n<p>Mr. Cani is a graduate of the Milan Conservatory, the Gnessin Institute in Moscow, and USC, where he earned his artist diploma. He has studied with world-renowned violinists Victor Tretiakov, Abram Shtern, Robert Lipsett, and Alice Schoenfeld. He currently teaches in Los Angeles, at summer festivals in Italy, and gives masterclasses in Taiwan and San Francisco. Mr. Cani had the pleasure of touring with Justus Frantz and Riccardo Muti, participating in many chamber music festivals.</p>\n<p>Mr. Cani has recorded the Vivaldi Four Seasons, sonatas by Respighi and Busoni with pianist Jeffrey Swann, and the solo sonatas of Bartók, Ysaÿe, Bloch, and Prokofiev on the Arkadia and Agora labels. His other recordings include the Tchaikovsky Violin Concerto and a CD of favorite encores.</p>\n<p>Mr. Cani currently plays on a Pietro Guarneri of Venice on loan from the Canale Foundation in Italy.</p>"
  }
}