{
  "robertThies": {
    "id": "robertThies",
    "fullName": "Robert Thies",
    "firstName": "Robert",
    "lastName": "Thies",
    "born": "",
    "died": "",
    "website": "http://www.robertthies.org/",
    "photo": "/photos/robertThies.jpg",
    "bio": "<p>A pianist of “unerring, warm-toned refinement, revealing judicious glimmers of power,” [Los Angeles Times] Robert Edward Thies (pronounced “Theece”) is an artist renowned for his consummate musicianship and poetic temperament. He first captured worldwide attention in 1995 when he won the Gold Medal at the Second International Prokofiev Competition in St. Petersburg, Russia. With this victory, Thies became the only American pianist to win a Russian piano competition since Van Cliburn’s triumph in Moscow in 1958.</p>\n<p>Thies enjoys a diverse career as an orchestral soloist, recitalist, and chamber musician. He has already performed over 35 concertos with orchestras all over the world, including the Saint Petersburg Philharmonic, the Auckland Philharmonia (New Zealand), the Mexico City Philharmonic, Mexico’s National Symphony, the Fort Worth Symphony, the Pasadena Symphony, the Louisville Orchestra, and the Naples Philharmonic.</p>\n<p>Thies worked closely with Henryk Górecki in the U.S. premiere of his Sonata for Piano. In Mexico he performed Schoenberg’s Piano Concerto on the fiftieth anniversary of the composer’s death. He has performed at the music festivals of Ravinia, Aspen, Sedona, Breckenridge, Savannah Onstage, Cape May, and Music Academy of the West.</p>\n<p>A dedicated chamber musician, Thies continues to expand an already impressive repertoire and collaborates with many esteemed musicians. He has appeared with established ensembles such as the Angeles, Calder, and New Hollywood String Quartets, and has also performed on the chamber series of Camerata Pacifica, Mladi, Dilijan and Jacaranda. He also founded The Thies Consort, a unique ensemble using varying instrumentation and thematic programming.</p>\n<p>Born in 1971, Thies resides in Los Angeles. His teachers have included Robert Turner and Daniel Pollack, protégés of the legendary Russian pedagogue Madame Rosina Lhevinne. Mr. Thies is a Steinway artist. For more information, visit: www.robertthies.org.</p>"
  }
}