{
  "rolandKato": {
    "id": "rolandKato",
    "fullName": "Roland Kato",
    "firstName": "Roland",
    "lastName": "Kato",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/rolandKato.jpg",
    "bio": "<p>Described by the Los Angeles Times as “a brilliant virtuoso, playing with the perfect combination of energy and eloquence,” Roland Kato, internationally acclaimed viola recitalist and soloist, has been a member of LACO since 1976 and was appointed Principal Violist by Iona Brown in 1987. He has also held the principal position in many orchestras including the Music Center Opera Orchestra, the Pasadena Symphony, the California Chamber Symphony, and the Pasadena Chamber Orchestra. Mr. Kato plays chamber music with the Santa Clarita Chamber Players, Pacific Serenades, and other popular series in Los Angeles. As a guest artist, he recently was invited to play with the Chamber Music Society of Lincoln Center and has appeared with the New York New Music Ensemble. He was honored to perform chamber music with Yo-Yo Ma in a concert benefiting cancer research. In November 2002, he and LACO Concertmaster Margaret Batjer gave the West Coast premiere of Benjamin Britten’s double concerto in b minor for violin and viola.<br>\nMr. Kato has appeared as soloist/recitalist on both viola and viola d’amore throughout the US and abroad with LACO, Festival Casals in Puerto Rico, Grand Canyon Chamber Music Festival, Oregon Bach Festival, Festival Internacional de Musica (Costa Rica), among many other festivals.<br>\nMr. Kato produced the award-winning premiere recording of Telemann’s Quatrieme Livre de Quatours, a collection of six chamber pieces on the Koch Classics International label performed by the period instrument ensemble American Baroque. This recording has just been re-released on the Music and Arts label. He has also recorded chamber music of Tania French released on the Centaur label, and composer Mark Carlson’s Piano Quartet. The Carlson recording (The Hall of Mirrors) was awarded the Chamber Music America/WQXR Record Awards for 2001. Other chamber music recordings include those with Ransom Wilson and Marni Nixon.<br>\nAs a commissioned arranger of music Mr. Kato has had his pieces played worldwide. His transcription of Prokofiev’s Music for Children was recently given its New York premiere, and in Washington, D.C. his arrangement of Ravel’s Mother Goose Suite was premiered at the Kennedy Center for the Performing Arts by the New Hampshire-based Apple Hill Chamber Players. It was given its European premiere in Ireland and has consequently been performed throughout Europe and the US by various ensembles.</p>"
  }
}