{
  "shostakovichQuartetNo10": {
    "id": "shostakovichQuartetNo10",
    "workName": "String Quartet No. 10 in Ab, Op. 118",
    "workYear": "1964",
    "workComposer": "dmitriShostakovich",
    "purchaseLink": "",
    "video": [],
    "audio": [],
    "description": "<p>Shostakovich’s family, originally Polish, settled in Russia two generations before the composer’s birth, when his grandfather was allowed to return from exile in Siberia. His mother gave him his first piano lessons, and at the age of thirteen, he entered the Petrograd Conservatory. When he completed his studies there at age nineteen, his graduation piece was his Symphony No. 1, a brilliant work that was soon performed everywhere in Europe and America. Shostakovich lived a fruitful, fifty-year career during which he proved to be music’s last great classicist, the composer of fifteen symphonies and fifteen string quartets with an important place in the historical line that leads from Haydn to today.</p>\n<p>Shostakovich suffered greatly during World War II, the war Russians call the Great Patriotic War. He lived through the terrible siege of Leningrad, which he memorialized in his Symphony No. 7. He said that the Russian people would never forget or forgive the Nazis’ attempt to destroy Slavic culture. On July 14, 1960, when he finished his String Quartet No. 8, he dedicated it to “the memory of the victims of fascism and War.” The String Quartet No. 9 soon followed, and he completed the 10th on July 20, 1964. Shostakovich had begun to work on it in May at his dacha near Moscow. He carried the work-in-progress with him on his extensive travels and completed it at an artists’ colony in Armenia. He dedicated the score to the composer Moisei Samuilovich Vainberg.</p>\n<p>The Andante opening is an introduction to the raging second movement, Allegretto furioso, a ferocious scherzo. Next comes an Adagio set in the continuous variation form of the passacaglia. It runs without pause into the final Allegretto and Andante. The whole is bound together by the periodic recurrence of themes heard earlier. The first performance was given on November 21, 1964, at the Moscow Conservatory.</p>\n<p>-Tony Spano, Jr.</p>"
  }
}