{
  "adrienneAlbert": {
    "id": "adrienneAlbert",
    "show": true,
    "fullName": "Adrienne Albert",
    "firstName": "Adrienne",
    "lastName": "Albert",
    "born": "",
    "died": "",
    "website": "http://www.adriennealbert.com/",
    "photo": "/photos/adrienneAlbert.jpg",
    "bio": "<p>A graduate of UCLA in music and the child of European trained professional violinists, I began studying the piano at age 4 and composition at 10. I had the good fortune to have had great teachers: for piano, Jacob Gimpel and Aube Tzerko in Los Angeles, Joanna Graudan at the Aspen Music School and early composition studies with Saul Kaplan and Leonard Stein. After enjoying a lengthy hiatus performing other people's music, I returned to studying composition with Stephen 'Lucky' Mosko at CalArts and orchestration with Albert Harris.</p>\n<p>Music has always been a central part of my life. Whether it has been performing, singing, or composing, it is the thread that weaves through each part of my being. I find joy in every form of music, and my life has been an eclectic patchwork of music ranging from avant- garde 20th century vocal and choral music to Baroque, ethnic, folk music, jazz, popular, and of course, classical music. We are each an amalgam of our pasts, influenced by our individual experiences, and I have been extremely fortunate in having an extraordinary past which informs my present and makes me look forward with great enthusiasm to the future..</p>"
  },
  "albanBerg": {
    "id": "albanBerg",
    "show": false,
    "fullName": "Alban Berg",
    "firstName": "Alban",
    "lastName": "Berg",
    "born": "1885",
    "died": "1935",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "alexShapiro": {
    "id": "alexShapiro",
    "show": true,
    "fullName": "Alex Shapiro",
    "firstName": "Alex",
    "lastName": "Shapiro",
    "born": "1962",
    "died": "",
    "website": "http://www.activistmusic.com",
    "photo": "/photos/alexShapiro.jpg",
    "bio": "<p>Alex Shapiro (b. NYC, 1962) has been a familiar face in the Pacific Coast’s new music community, as a composer, activist and event moderator. Published by Activist Music, her works are heard weekly in concerts and broadcasts across the U.S. and abroad, and can be found on the Cambria Master Recordings, Innova, Crystal, Centaur, DC Records and Oehms Classics labels. Her life and music were the subject of the one-hour show American MusicMakers, broadcast in February 2006 on public radio stations across the United States. Educated at The Juilliard School and Manhattan School of Music as a student of Ursula Mamlok and John Corigliano, Ms. Shapiro has received honors and awards from The American Music Center, ASCAP, the American Composers Forum, Mu Phi Epsilon, The California Arts Council and The MacDowell Colony, among others. Alex is the recent President of the Board of Directors of The American Composers Forum of Los Angeles, and has served as an officer on the boards of national music organizations including NACUSA, The College Music Society, and The Society of Composers &amp; Lyricists. She resides on Washington State’s San Juan Island, and when she’s not kayaking or exploring the tide pools, she updates her website, www.alexshapiro.org, with concert information and audio clips of her pieces.</p>"
  },
  "alexanderScriabin": {
    "id": "alexanderScriabin",
    "show": false,
    "fullName": "Alexander Scriabin",
    "firstName": "Alexander",
    "lastName": "Scriabin",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "alexandraPierce": {
    "id": "alexandraPierce",
    "show": true,
    "fullName": "Alexandra Pierce",
    "firstName": "Alexandra",
    "lastName": "Pierce",
    "born": "1934",
    "died": "",
    "website": "",
    "photo": "/photos/alexandraPierce.jpg",
    "bio": ""
  },
  "alexandreTansman": {
    "id": "alexandreTansman",
    "show": false,
    "fullName": "Alexandre Tansman",
    "firstName": "Alexandre",
    "lastName": "Tansman",
    "born": "1897",
    "died": "1986",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "anonymousAntonioGardane": {
    "id": "anonymousAntonioGardane",
    "show": false,
    "fullName": "Anonymous (from a publication by Antonio Gardane, 1551)",
    "firstName": "Anonymous (from a publication by Antonio Gardane,",
    "lastName": "1551)",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "anonymousPierreAttaingnant": {
    "id": "anonymousPierreAttaingnant",
    "show": false,
    "fullName": "Anonymous (from a publication by Pierre Attaingnant, 1531)",
    "firstName": "Anonymous (from a publication by Pierre Attaingnant,",
    "lastName": "1531)",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "antonArensky": {
    "id": "antonArensky",
    "show": false,
    "fullName": "Anton Arensky",
    "firstName": "Anton",
    "lastName": "Arensky",
    "born": "1861",
    "died": "1906",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "antonWebern": {
    "id": "antonWebern",
    "show": false,
    "fullName": "Anton Webern",
    "firstName": "Anton",
    "lastName": "Webern",
    "born": "1883",
    "died": "1945",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "antoninDvorak": {
    "id": "antoninDvorak",
    "show": false,
    "fullName": "Antonin Dvorak",
    "firstName": "Antonin",
    "lastName": "Dvorak",
    "born": "1841",
    "died": "1904",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "antonioVivaldi": {
    "id": "antonioVivaldi",
    "show": false,
    "fullName": "Antonio Vivaldi",
    "firstName": "Antonio",
    "lastName": "Vivaldi",
    "born": "1678",
    "died": "1741",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "arniEgilsson": {
    "id": "arniEgilsson",
    "show": true,
    "fullName": "Árni Egilsson",
    "firstName": "Árni",
    "lastName": "Egilsson",
    "born": "1939",
    "died": "",
    "website": "http://www.arnaeus-music.com/",
    "photo": "/photos/arniEgilsson.jpg",
    "bio": ""
  },
  "bachMarimolin": {
    "id": "bachMarimolin",
    "show": false,
    "fullName": "Johann Sebastian Bach, Marimolin",
    "firstName": "Johann Sebastian Bach,",
    "lastName": "Marimolin",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "bedrichSmetana": {
    "id": "bedrichSmetana",
    "show": false,
    "fullName": "Bedrich Smetana",
    "firstName": "Bedrich",
    "lastName": "Smetana",
    "born": "1824",
    "died": "1884",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "belaBartok": {
    "id": "belaBartok",
    "show": false,
    "fullName": "Béla Bartók",
    "firstName": "Béla",
    "lastName": "Bartók",
    "born": "1881",
    "died": "1945",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "benjaminLees": {
    "id": "benjaminLees",
    "show": true,
    "fullName": "Benjamin Lees",
    "firstName": "Benjamin",
    "lastName": "Lees",
    "born": "1924",
    "died": "",
    "website": "http://www.benjaminlees.com/",
    "photo": "/photos/benjaminLees.jpg",
    "bio": ""
  },
  "billyChilds": {
    "id": "billyChilds",
    "show": true,
    "fullName": "Billy Childs",
    "firstName": "Billy",
    "lastName": "Childs",
    "born": "",
    "died": "",
    "website": "http://www.billychilds.com/default.aspx",
    "photo": "/photos/billyChilds.jpg",
    "bio": "<p>Billy Childs is rapidly becoming one of the most in demand composers, arrangers and pianists in jazz. In February 2006 he was the recipient of two Grammy awards: one for Best Instrumental Composition (for “Into The Light” from his 2005 release “Lyric”) and the other for Best Arrangement Accompanying a Vocalist (for Chris Botti and Sting). In addition to the latter, in 2006 Childs was nominated for two other Grammy awards: “Best Instrumental Album” and “Best Instrumental Arrangement.” In other years, he was nominated twice for “Best Instrumental Composition” and once for “Best Performance by a Jazz Group.” In 2002, Childs received yet another Grammy nomination in the category of “Best Arrangement Accompanying a Vocalist” for his arrangement of “Fascinating Rhythm” on “The Calling – Celebrating Sarah Vaughn” (Dianne Reeves).</p>\n<p>At age six, Billy Childs was enrolled in piano lessons by his parents and developed rapidly; by age sixteen he entered the Community School of the Performing Arts, a preparatory music program sponsored by the University of Southern California. Although the initial focus of his energies had been piano performance, he shifted his attention to composition. In 1975, he entered USC as a composition major, graduating four years later with a bachelor of music in composition under the tutelage of Robert Linn.</p>\n<p>After having played and apprenticed with Freddie Hubbard for six years (1978-1984), Childs’ solo jazz recording career began in 1988, when he released “Take For Example, This…”, the first of four critically acclaimed albums on the Windham Hill Jazz label. He followed that album with “Twilight Is Upon Us” (1989), “His April Touch” (1992), and “Portrait Of A Player” (1993). A long friendship with Chick Corea resulted in Chick’s asking Billy to join his new (at the time) label, Stretch Records, upon Childs’ departure from Windham Hill Jazz. His next album, “I’ve Known Rivers” on Stretch/GRP (now Stretch/Concord) was released in 1995. Childs then followed with “The Child Within”, released on the Shanachie record label in 1996. Most recently, Childs’ Jazz-Chamber Ensemble was awarded a sizeable grant by Chamber Music America to perform in a venue of his choosing. Lyric (2005), recorded with that group, Skim Coat, recorded with Buster Williams and Carl Allen, and Bedtime Stories (2001), recorded with George Mraz and Billy Hart, are Childs’ most current recordings as a solo artist.</p>\n<p>In the fall of 2000, Childs arranged, orchestrated, and conducted the Dianne Reeves CD, “The Calling: Celebrating Sarah Vaughn”. In 2002, he produced the CD, “Rhythm Of Life”, by Claudia Acuna. More recently, Childs arranged and orchestrated numerous selections on two Chris Botti CDs: “When I Fall In Love” (2004) and “Chris Botti Live”, featuring, among others, Sting, Gladys Knight, Steven Tyler, and Jill Scott. In early 2004, Childs completed “For Suzanne” a commissioned composition for the Los Angeles Philharmonic (his second composition for that group – his first, “Tone Poem For Holly” was premiered in 1993). “For Suzanne” was premiered by Childs, the L. A. Philharmonic, and Dianne Reeves, on January 24, 2004 at Disney Hall in Los Angeles. In October 2004 Childs completed “The Fierce Urgency Of Now”, a musical setting of various texts by Dr. Martin Luther King. It was performed by Childs, Wynton Marsalis, and the Lincoln Center Jazz Orchestra as part of the inaugural concert series for the new Jazz At Lincoln Center facility. On April 24, 2005, Childs’ cantata for the Los Angeles Master Chorale entitled “The Voices Of Angels” was premiered at Disney Hall. In the 2008-09 season Childs tours his Jazz-Chamber ensemble in a collaborative project with the Grammy-winning Ying String Quartet.</p>"
  },
  "bohuslavMartinu": {
    "id": "bohuslavMartinu",
    "show": false,
    "fullName": "Bohuslav Martinu",
    "firstName": "Bohuslav",
    "lastName": "Martinu",
    "born": "1890",
    "died": "1959",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "bruceBabcock": {
    "id": "bruceBabcock",
    "show": true,
    "fullName": "Bruce Babcock",
    "firstName": "Bruce",
    "lastName": "Babcock",
    "born": "1951",
    "died": "",
    "website": "http://brucebabcock.net/",
    "photo": "/photos/bruceBabcock.jpg",
    "bio": ""
  },
  "bruceBroughton": {
    "id": "bruceBroughton",
    "show": true,
    "fullName": "Bruce Broughton",
    "firstName": "Bruce",
    "lastName": "Broughton",
    "born": "1945",
    "died": "",
    "website": "http://brucebroughton.com/",
    "photo": "/photos/bruceBroughton.jpg",
    "bio": "<p>One of the most versatile composers working today, Bruce Broughton writes in every medium, from theatrical releases and TV feature films to the concert stage and computer games.</p>\n<p>His first major film score, for the Lawrence Kasdan western Silverado, brought him an Oscar nomination. His very next project, a classically styled score for Barry Levinson’s Young Sherlock Holmes, earned a Grammy nomination for the soundtrack album.</p>\n<p>With over 20 Emmy nominations, Broughton has received a record 10, most recently for HBO’s Warm Springs. He’s also won Emmys for Eloise at Christmastime; Eloise at The Plaza; Glory &amp; Honor; O Pioneers!; Tiny Toon Adventures Theme Song; The First Olympics, Athens 1896, Part I; Dallas: Ewing Blues; Dallas: The Letter; and Buck Rogers: The Satyr.</p>\n<p>Major motion picture credits include Lost in Space; Tombstone; Miracle on 34th Street; Carried Away; Baby’s Day Out; The Presidio; Narrow Margin; Harry and The Hendersons; Krippendorf’s Tribe; Honey, I Blew Up The Kid; The Boy Who Could Fly; the Disney animated features, The Rescuers Down Under and Bambi II, and the two Homeward Bound adventures. He conducted and supervised the recording of Gershwin’s “Rhapsody In Blue” for Fantasia 2000.</p>\n<p>Numerous TV credits include the main titles for JAG, Tiny Toon Adventures, and Dinosaurs, as well as scores for Amazing Stories, Quincy, and How The West Was Won. Movies for television include Lucy, Bobbie’s Girl, and O Pioneers!; and the miniseries Roughing It, The Blue and the Gray, and the Emmy-nominated True Women.</p>\n<p>His score for Heart Of Darkness was the first orchestral score composed for a video game.</p>\n<p>An accomplished composer of concert music, Broughton has conducted and recorded numerous original works, including “Mixed Elements,” commissioned by and premiered at the Sunflower Music Festival, “Modular Music,” composed for the Los Angeles Chamber Orchestra; “The Magic Horn,” commissioned jointly by the Chicago, Seattle and National Symphonies for the Magic Circle Mime Company; “Excursions,” commissioned and premiered by The United States Air Force Band in Washington, D.C.; “Fanfares, Marches, Hymns and Finale,” commissioned by The Bay Brass; “English Music” for Horn and Strings; “And on the Sixth Day” for oboe and orchestra; “Tyvek Wood,” commissioned by the Debussy Trio; a piccolo concerto; a tuba concerto; several solo works for winds; numerous chamber works, and the list goes on.</p>\n<p>As a conductor, his recordings of Miklós Rózsa’s Ivanhoe and Julius Caesar for Intrada records, performed by the Sinfonia of London shortly before the composer’s death, have received rave reviews, as has his recording of Bernard Herrmann’s riveting score for Jason and the Argonauts.</p>\n<p>Broughton is a board member of ASCAP, a governor of the Academy of Motion Picture Arts and Sciences, a former governor of the Academy of Television Arts and Sciences, and past president of The Society of Composers and Lyricists. He has taught film composition in the Advanced Film Music Studies program at USC and is a frequent lecturer at UCLA.</p>"
  },
  "byronAdams": {
    "id": "byronAdams",
    "show": true,
    "fullName": "Byron Adams",
    "firstName": "Byron",
    "lastName": "Adams",
    "born": "1955",
    "died": "",
    "website": "",
    "photo": "/photos/byronAdams.jpg",
    "bio": "<p>Byron Adams (b. 1955) earned a BM degree, magna cum laude, from Jacksonville University, studying piano with Mary Lou Wesley Krosnick and composition with Gurney Kennedy. He received an MM degree from USC, where his teachers included Halsey Stevens, Robert Linn, and Morten Lauridsen. He received his doctoral degree from Cornell University, studying composition with Karel Husa and musicology with William W. Austin. Byron Adams has had performances of his music in Europe, such as at the 26th “Warsaw Autumn” International Festival of Contemporary Music in Poland, the Leith Hill Festival in England, the Conservatoire Américain in Fontainebleau, France, and the Armenian Philharmonic Orchestra. His music has been performed in America by such institutions as the Syracuse Symphony Orchestra, Xtet, Chamber Music Palisades, Cantori New York, and at the National Convention of the American Guild of Organists.</p>\n<p>Adams’s scholarly work was recognized when he was awarded the first Ralph Vaughan Williams Research Fellowship in 1985. He has published widely on the subject of twentieth-century English music, giving lectures and interviews on this topic over the BBC, at national meetings of the American Musicological Society (AMS), and at Oxford University. He was co-editor of Vaughan Williams Essays. He has published many articles and reviews, including in 19th Century Music, American Music, Music and Letters, MLA Notes, Current Musicology, and The Musical Quarterly. Essays by Adams have been published in Vaughan Williams Studies, Walt Whitman and Modern Music, and Queer Episodes in Music and Modern Identity. Adams has contributed four entries to the revised edition of the New Grove Dictionary of Music and Musicians, including those on Husa and Walton. An extended essay on Elgar’s later oratorios appeared in the Cambridge Companion to Elgar (2004). In 2000, the AMS bestowed the Philip Brett Award on Adams for two essays dealing with nationalism and homoeroticism in 20th-century English music.</p>\n<p>Adams is presently Chair of the Department of Music at UC Riverside. He has also served as Composer in Residence of the Colonial Symphony (1990-92) and in 1992 taught solfège, composition, and conducted the chorale at the Conservatoire Américain in Fontainebleau, France.</p>\n<p>Editions BIM, E.C. Schirmer, Southern Music Co., Earthsongs, Encore Music and Yelton Rhodes all publish music by Byron Adams. Recorded performances of his music are available on the Orion Master Recordings, Skylark, and Mark record labels.</p>"
  },
  "camilleSaintSaens": {
    "id": "camilleSaintSaens",
    "show": false,
    "fullName": "Camille Saint-Saens",
    "firstName": "Camille",
    "lastName": "Saint-Saens",
    "born": "1835",
    "died": "1921",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "carlNielsen": {
    "id": "carlNielsen",
    "show": false,
    "fullName": "Carl Nielsen",
    "firstName": "Carl",
    "lastName": "Nielsen",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "carlVonWeber": {
    "id": "carlVonWeber",
    "show": false,
    "fullName": "Carl von Weber",
    "firstName": "Carl von",
    "lastName": "Weber",
    "born": "1786",
    "died": "1826",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "cesarFranck": {
    "id": "cesarFranck",
    "show": false,
    "fullName": "César Franck",
    "firstName": "César",
    "lastName": "Franck",
    "born": "1822",
    "died": "1890",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "charlesGriffes": {
    "id": "charlesGriffes",
    "show": false,
    "fullName": "Charles Tomlinson Griffes",
    "firstName": "Charles Tomlinson",
    "lastName": "Griffes",
    "born": "1884",
    "died": "1920",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "charlesIves": {
    "id": "charlesIves",
    "show": false,
    "fullName": "Charles Ives",
    "firstName": "Charles",
    "lastName": "Ives",
    "born": "1874",
    "died": "1954",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "charlesMartinLoeffler": {
    "id": "charlesMartinLoeffler",
    "show": false,
    "fullName": "Charles Martin Loeffler",
    "firstName": "Charles Martin",
    "lastName": "Loeffler",
    "born": "1861",
    "died": "1935",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "christopherStowens": {
    "id": "christopherStowens",
    "show": true,
    "fullName": "Christopher Stowens",
    "firstName": "Christopher",
    "lastName": "Stowens",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "claudeDebussy": {
    "id": "claudeDebussy",
    "show": false,
    "fullName": "Claude Debussy",
    "firstName": "Claude",
    "lastName": "Debussy",
    "born": "1862",
    "died": "1918",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "danielCatan": {
    "id": "danielCatan",
    "show": true,
    "fullName": "Daniel Catán",
    "firstName": "Daniel",
    "lastName": "Catán",
    "born": "1949",
    "died": "",
    "website": "http://www.schirmer.com/composers/catan/",
    "photo": "/photos/danielCatan.jpg",
    "bio": ""
  },
  "danielLevitan": {
    "id": "danielLevitan",
    "show": true,
    "fullName": "Daniel Levitan",
    "firstName": "Daniel",
    "lastName": "Levitan",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "danteDeSilva": {
    "id": "danteDeSilva",
    "show": true,
    "fullName": "Dante de Silva",
    "firstName": "Dante de",
    "lastName": "Silva",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/danteDeSilva.jpg",
    "bio": ""
  },
  "daveBrubeck": {
    "id": "daveBrubeck",
    "show": true,
    "fullName": "Dave Brubeck",
    "firstName": "Dave",
    "lastName": "Brubeck",
    "born": "1920",
    "died": "2012",
    "website": "http://www.davebrubeck.com/live/",
    "photo": "",
    "bio": "<p>Dave Brubeck is considered one of the greatest artists in the history of modern music. With a career that spanned over six decades, his experiments in odd time signatures, improvised counterpoint, polyrhythm and polytonality remain hallmarks of innovation.  </p>\n<p>Born into a musical family in Concord, California he began piano lessons with his mother at age four. When he was 14, he started playing in local dance bands on weekends. When he enrolled at the College of the Pacific in Stockton, California, his intention was to study veterinary medicine.  However, while working his way through school as a pianist, the lure of jazz became irresistible and he changed his major to music.  Graduating in 1942, he enlisted in the Army and shortly thereafter married Iola Whitlock, a fellow student at Pacific.  While serving in Patton’s army, he led a racially integrated band.  After he left the military, he enrolled at Mills College to study composition with French composer, Darius Milhaud.  Cross-genre experimentation with like-minded Milhaud students led to the formation of the Dave Brubeck Octet in 1947.  </p>\n<p>The Dave Brubeck quartet’s recordings and concert appearances on college campuses in the ‘50s and early ‘60s introduced jazz to thousands of young people. The group also played in jazz clubs in every major city and toured in package shows with such artists as Duke Ellington, Ella Fitzerald, Charlie Parker, Dizzy Gillespie and Stan Getz.   In 1954 Dave Brubeck’s portrait appeared on the cover of Time Magazine with a story about the jazz renaissance and Brubeck’s phenomenal ascendancy.</p>\n<p>The 1959 recording “Time Out” experimented in time signatures beyond the usual jazz 4/4. To everyone’s surprise “Time Out” became the first jazz album to sell over a million copies and “Blue Rondo a la Turk” and “Take Five” (now in the Grammy Hall of Fame) began to appear on jukeboxes throughout the world.</p>\n<p>Throughout his career Brubeck has experimented with integrating jazz into classical forms, including dance. In 1959 his Quartet premiered and recorded his brother Howard’s “Dialogues for Jazz Combo and Orchestra” with the New York Philharmonic, Leonard Bernstein conducting. In 1960 he composed “Points on Jazz” for the American Ballet Theatre, and in later decades composed for and toured with the Murray Louis Dance Co. His musical theater piece “The Real Ambassadors” starring Louis Armstrong and Carmen McRae was recorded and performed to great acclaim at the 1962 Monterey Jazz Festival.</p>\n<p>Throughout his long career Dave Brubeck received national and international honors, including the National Medal of the Arts from President Clinton, a Lifetime Achievement Award from the National Academy of Recording Arts and Sciences, the Smithsonian Medal, and a star on the Hollywood Walk of Fame. He holds numerous honorary doctorates from American and European universities. In the year 2000 the National Endowment for the Arts declared Dave Brubeck a Jazz Master.  He was inducted into the American Classical Music Hall of Fame in 2003. In 2007 he received a Living Legacy Jazz Award from Kennedy Center and the Arison Award from the National Foundation for the Advancement of the Arts.</p>\n<p>Pacific Serenades is deeply privileged to present his work “Tritonis” in the first concert of its 27th season.</p>"
  },
  "davidConte": {
    "id": "davidConte",
    "show": true,
    "fullName": "David Conte",
    "firstName": "David",
    "lastName": "Conte",
    "born": "1955",
    "died": "",
    "website": "http://davidconte.net/",
    "photo": "/photos/davidConte.jpg",
    "bio": "<p>David Conte (b. 1955) is currently Professor of Composition and Conductor of the Conservatory Chorus at the San Francisco Conservatory of Music. He has received commissions from Chanticleer, the San Francisco Symphony Chorus, the Dayton, Oakland and Stockton Symphonies, the American Guild of Organists, Sonoma City Opera and the Gerbode Foundation. Conte has composed four operas: The Dreamers; The Gift of the Magi; Firebird Motel; and America Tropical; these last two commissioned by San Francisco theater company Thick Description, for whom Conte has been Composer-In-Residence since 1991. He is also the composer of a musical, The Passion of Rita St. James, produced at the SF Conservatory in 2003. The Gift of the Magi has been produced by the Asheville Lyric Opera, Winnipeg Opera, Muddy River Opera Company, Greenburg American Opera, and Opera South. He has also composed songs for singers Barbara Bonney, Thomas Hampson and Phyllis Bryn-Julson. His work is represented on many commercial CD recordings. A Fulbright Scholar in Paris with Nadia Boulanger, a Ralph Vaughan Williams Fellow and an Aspen Music Festival Conducting Fellow, Conte earned his Bachelor’s degree from Bowling Green State University, where he studied with Ruth Inglefield and Wallace DePue, and his Master’s and Doctoral degrees from Cornell University where he studied with Karel Husa, Robert Palmer, Steven Stucky and Thomas Sokol. In 1982, Conte worked with Aaron Copland preparing a study of the composer’s sketches. He has taught at Cornell University, Keuka College, Colgate University and Interlochen. With composer Todd Boekelheide, Conte co-wrote the film score for the documentary Ballets Russes, shown at the Sundance and Toronto Film Festivals in 2005, (now available on DVD), and composed the music for the PBS documentary, Orozco: Man of Fire in 2006, to be aired on the American Masters Series in the fall of 2007. His composition The Nine Muses was commissioned by the American Choral Director’s Association for their National Convention and was premiered on March 8th, 2007, in Miami.</p>"
  },
  "davidGoodman": {
    "id": "davidGoodman",
    "show": true,
    "fullName": "David Goodman",
    "firstName": "David",
    "lastName": "Goodman",
    "born": "1953",
    "died": "",
    "website": "http://yrmusic.com/v2/artists/bios/artist.php?ID=13",
    "photo": "/photos/davidGoodman.jpg",
    "bio": "<p>David Goodman — composer, pianist and conductor — has composed works for orchestra, chorus, solo voice, jazz ensemble, brass choir, electronic media, theater and film and has received awards from The American Academy and Institute of Arts and Letters, ASCAP, the National Orchestral Association, and Who’s Who in America. His Canto de esperanza has received critical acclaim throughout the United States, Europe and Latin America and is included on GMCLA’s Diversity CD. His scores for the PBS documentaries Reina de la selva and Darkness Into Light have been broadcast nationally and in Europe and received awards at the Houston International Film Festival.</p>\n<p>His orchestral work, Dolphin Dance, received its premiere by the Santa Monica College Symphony and was a featured work at the Midwest Clinic in Chicago. Among his other recent compositions are his Piano Quartet, commissioned by Pacific Serenades and Corsair Overture for Orchestra and Chorus, composed in commemoration of the 75th anniversary of Santa Monica College. In addition to his diverse activities as a composer he appears regularly in concert performances as a pianist and conductor. For the past two years he has served as the Composition Music Panelist for the Nation Foundation for Advancement of the Arts.</p>\n<p>After receiving his Bachelor of Music degree from Oberlin College in 1975 he went on to earn his M.A. and Ph.D. degrees at the University of California, Berkeley where he studied composition and conducting. He has taught in the music departments at U.C. Berkeley, Pomona College and UCLA, and in 1997 was appointed to the faculty of Santa Monica College as a Professor of Theory, Composition and Music Technology. In addition to his career as a teacher he has worked in the music and film industry as a composer, conductor, session player, orchestrator, arranger, and vocal coach. He currently holds the first SMC Ilona Katz Chair of Excellence.</p>"
  },
  "davidLefkowitz": {
    "id": "davidLefkowitz",
    "show": true,
    "fullName": "David Lefkowitz",
    "firstName": "David",
    "lastName": "Lefkowitz",
    "born": "1964",
    "died": "",
    "website": "http://davidlefkowitz.com/",
    "photo": "/photos/davidLefkowitz.jpg",
    "bio": "<p>Composer and music theorist DAVID S. LEFKOWITZ enjoys national and international renown, having performances in Canada, Mexico, England, the Netherlands, Spain, Germany, Italy, Switzerland, The Ukraine, Egypt, Israel, Japan, China, Hong Kong, and Taiwan, and throughout the United States.<br>\nHe has won many national and international competitions, including the Fukui Harp Music Awards Competition (twice), and the American Society of Composers, Authors, &amp; Publishers (ASCAP) Grants to Young Composers Competition, the National Association of Composers, USA (NACUSA) Young Composer Competition, the Guild of Temple Musicians, Pacific Composers’ Forum, Chicago Civic Orchestra, Washington International Competition, Society for New Music’s Brian M. Israel Prize, the ALEA III International Competition, and the Gaudeamus Music Week. He has also been a Meet-The-Composer Composer in Residence.<br>\nAs a music theorist, David S. Lefkowitz has written articles on set theory, and on the piano music of Arnold Schoenberg, and is currently at work on an undergraduate music theory textbook. He has presented papers throughout the United States, as well as Spain and Hawaii.<br>\nDavid S. Lefkowitz received his BA from Cornell University where he studied composition with Karel Husa. He then went on to University of Pennsylvania, studying with George Crumb and receiving his MA in 1990, and The Eastman School of Music, studying primarily with Joseph Schwantner and Samuel Adler, completing his Ph.D. in 1994. He is currently Associate Professor of Music Composition and Theory at UCLA.</p>"
  },
  "dmitriShostakovich": {
    "id": "dmitriShostakovich",
    "show": false,
    "fullName": "Dmitri Shostakovich",
    "firstName": "Dmitri",
    "lastName": "Shostakovich",
    "born": "1906",
    "died": "1975",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "donaldCrockett": {
    "id": "donaldCrockett",
    "show": true,
    "fullName": "Donald Crockett",
    "firstName": "Donald",
    "lastName": "Crockett",
    "born": "1951",
    "died": "",
    "website": "http://www.donaldcrockett.com/",
    "photo": "/photos/donaldCrockett.jpg",
    "bio": ""
  },
  "duaneTatro": {
    "id": "duaneTatro",
    "show": true,
    "fullName": "Duane Tatro",
    "firstName": "Duane",
    "lastName": "Tatro",
    "born": "1927",
    "died": "",
    "website": "http://www.asmac.org/templates/System/details.asp?id=39902&amp;PID=478610",
    "photo": "/photos/duaneTatro.jpg",
    "bio": "<p>Duane L Tatro, a native of Van Nuys California, has composed extensively for television ad film, as well as writing live concert media works for orchestra, wind ensemble, chamber ensembles, and electronic instruments. In his early career, he worked professionally as an instrumentalist: playing clarinet, saxophone, and bassoon.</p>\n<p>His film and television credits include: Hotel, Dynasty, Loveboat, Matt Houston, Glitter, Hawaii Five O, Barnaby Jones, Tales of the Unexpected, Most Wanted, Super Star, Manhunter, Cannon, Streets of San Francisco, Cades Country, M.A.S.H, Mission Impossible, Mannix, Australia, A Timeless Land and many movies of the week such as Deadly Deception, F.B.I Alvin Karpis, Fireball Forward, House on Green Apple, Keefer, Lady Killers, Manhunter, Murder Ink, Once is not Enough, Paper Man, Relative Solution, Salzburg Connection, Sam Cade, When Michael Calls.</p>\n<p>His concert works include:</p>\n<p>“Concerto for Amp. Guitar and Chamber Orchestra”, which premiered at the Los Angeles County Museum of Natural History, “Fanfare”, for wind ensemble, identical to Handel’s original “Fireworks Music” ensemble, and commissioned by the double Reed Society, “Serenade and Aubade”, for string orchestra, premiered by Southeast Symphony, “Lyric Fugue and Passacaglia”, for strings, premiered by Southeast Symphony, “Tuba Quartet”, which was performed by the Los Angeles Tuba Quartet, “Fantasia” for concert band, premiered at the Society of Composers, Inc. Conference, University of Hawaii, Grant Okamura, Director, “Untitled Lament”, for mixed chorus and Chamber Orchestra, “Capriccio”, for flute, viola, and harp.</p>\n<p>Mr. Tatro studied with composers Arthur Honegger, Darius Mihaud, Halsey Steves and George Tremblay. He received his Bachelors Degree from the University of Southern California, with additional studies in Paris, France. He is listed in the international Who’s Who in Music, the Encyclopedia of Jazz and the Dictionary of International Biography.</p>"
  },
  "dwayneMilburn": {
    "id": "dwayneMilburn",
    "show": true,
    "fullName": "Dwayne Milburn",
    "firstName": "Dwayne",
    "lastName": "Milburn",
    "born": "1963",
    "died": "",
    "website": "",
    "photo": "/photos/dwayneMilburn.jpg",
    "bio": "<p>Major Dwayne S. Milburn (b. 1963) is a native of Baltimore, Maryland. In 1986 he graduated from UCLA with a BFA in Music and received a Master of Music in Orchestral Conducting from the Cleveland Institute of Music in 1992. He received his Ph.D. in Music from UCLA in 2009.</p>\n<p>During his undergraduate career, Major Milburn was an arranger for the UCLA Band and Choral Programs, as well as the Special Projects Division of ABC-TV. Upon graduation he became the Director of Cadet Music for the United States Military Academy, West Point, New York, serving as the conductor for the internationally renowned West Point Glee Club. During graduate studies in Cleveland, he contributed several arrangements to the Cleveland Orchestra.</p>\n<p>Prior to his Ph.D. studies, Major Milburn served as one of 24 commissioned officer conductors in the United States Army Band Program. His assignments include duties as the associate bandmaster for the US Continental Army Band (Fort Monroe, Virginia,) The US Army Band Pershing’s Own (Washington, DC), and the US Army Europe Band and Chorus (Heidelberg, Germany). He commanded the Army Ground Forces Band, Atlanta, Georgia. Among his military honors are the President Benjamin Harrison Award, the Meritorious Service Medal, Army Commendation Medal, and the NATO Medal.</p>\n<p>Major Milburn is active as a composer, conductor, and adjudicator. He has received commissions from the instrumental programs at UCLA, University of North Texas, Indiana University of Pennsylvania, and the University of Wisconsin-Milwaukee. His choral and wind ensemble works are published by the Alfred, Kjos, and Ludwig Masters Music companies. Several of his works for band, including American Hymnsong Suite, Variations on St. Patrick’s Breastplate, and Emerald Suite are featured in volumes six through eight of Teaching Music Through Performance in Band, edited by Dr. Eugene Corporon.</p>\n<p>In 2002 he conducted the Kennedy Center’s Annual Messiah Sing-Along, and served as an adjudicator for the Conductor’s Art Workshop, co-hosted by the University of Wisconsin-Madison and the Wisconsin National Guard Band. From 2005-2009, Major Milburn was the composer in residence for the Music Guild of the St. Matthew’s Episcopal Church (Pacific Palisades, CA). During that time he wrote three major works for the St. Matthew’s Chamber Orchestra and contributed over 25 anthems, several psalm settings, and a major service music setting to the parish choral music program. Major Milburn continues to serve as an instrumental adjudicator for the Heritage Music Festival series and is currently completing commissioned works for Pacific Serenades Chamber Ensemble (Los Angeles, CA) and the Vocal Arts Ensemble (Ann Arbor, MI).</p>"
  },
  "elaineBarkin": {
    "id": "elaineBarkin",
    "show": true,
    "fullName": "Elaine Barkin",
    "firstName": "Elaine",
    "lastName": "Barkin",
    "born": "1932",
    "died": "",
    "website": "",
    "photo": "/photos/elaineBarkin.jpg",
    "bio": ""
  },
  "enriqueGonzalezMedina": {
    "id": "enriqueGonzalezMedina",
    "show": true,
    "fullName": "Enrique González-Medina",
    "firstName": "Enrique",
    "lastName": "González-Medina",
    "born": "1954",
    "died": "",
    "website": "http://www.enriquegm.com/",
    "photo": "/photos/enriqueGonzalezMedina.jpg",
    "bio": "<p>Originally from Tijuana, Baja California (Mexico), Enrique Gonzalez-Medina has presented new works with soloists, ensembles and orchestras from Mexico, the United States, Italy, and Colombia. He recently finished his Concertino íntimo, for piano and small orchestra, a commission by the Baja California Orchestra, scheduled to be premiered in 2008. In 2006 he concluded and premiered the composition of the Baja California Songbook, a song collection of twenty-five settings of poems by five Baja California poets. Among his recent works, his children’s opera How Nanita Learned to Make Flan, a 2003 commission by Cincinnati Opera, has had over one hundred and fifty performances in the United States. He was also commissioned to compose the quartet Concierto barroco by Pacific Serenades. This same ensemble selected this work for their upcoming CD Border Crossings (2007). In 2002, the guitarist Felix Bullock premiered his guitar concerto Medellin Concerto in Colombia, and the Mexican duo of soprano Claudia Montiel and guitarist Carlos Bernal recorded his song cycle The Teacher’s Verses for their CD La Cuerda del Tiempo on the Quindecim Recordings label (Mexico). Enrique Gonzalez-Medina studied composition in Mexico City attending the National Autonomous University of Mexico (UNAM), and in the United States, he graduated from The Mannes College of Music (B.M.) and CSLA (M.M.). Since 1997 he is a member of the piano faculty of the Pasadena Conservatory of Music. Excerpts from his compositions, scores and recordings, can be downloaded from the website: www.enriquegm.com.</p>"
  },
  "ericCharnofsky": {
    "id": "ericCharnofsky",
    "show": true,
    "fullName": "Eric Charnofsky",
    "firstName": "Eric",
    "lastName": "Charnofsky",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/ericCharnofsky.jpg",
    "bio": "<p>Eric Charnofsky, originally from Los Angeles, is a full-time Lecturer at Case Western Reserve University where he teaches 20th Century Music History and Keyboard Ensemble courses. He is also Department Head of Music Literature at the Cleveland Institute of Music where he teaches Symphonic Literature. He has twice been nominated for the Carl F. Wittke Award for Excellence in Undergraduate Teaching at CWRU, and currently serves as Chair of the Faculty Senate at CIM.</p>\n<p>Mr. Charnofsky has performed as a collaborative pianist throughout the United States. He has concertized with members of the New York Philharmonic, the Metropolitan Opera Orchestra, the Philadelphia Orchestra, the Los Angeles Philharmonic, the Pittsburgh Symphony, the Chicago Symphony Orchestra, and The Cleveland Orchestra. A graduate of The Juilliard School where he majored in piano accompanying, Mr. Charnofsky also holds degrees in solo piano performance and composition from California State University, Northridge, where he received the Outstanding Bachelors Degree Graduate award. Formerly on the faculty in the pre-college division at The Juilliard School, he served as staff accompanist and ear-training fellow in the Juilliard College division.</p>\n<p>Mr. Charnofsky’s performances have been broadcast over WQXR and WNYC in New York, WFMT in Chicago, WCLV in Cleveland, WKSU in Kent, and KPFK, KMZT, and KCSN in Los Angeles, where he worked as a classical radio announcer. He has also appeared as featured guest artist on WCLV’s program “Offbeat.”</p>\n<p>An experienced lecturer, Mr. Charnofsky has presented several lecture-recitals on “The Duos with Piano” by the composers Paul Hindemith, Francis Poulenc, Samuel Barber, and Aaron Copland. He has also given pre-concert lectures at Cleveland’s Severance Hall and Akron’s E.J. Thomas Hall. He worked at the Music Academy of the West in Santa Barbara as an Associate Faculty member for eight summers, performed several times as a substitute keyboardist with the Los Angeles Philharmonic and the Cleveland Orchestra, worked as a rehearsal pianist for Lyric Opera Cleveland, served as convention accompanist for the National Flute Association, and he appears on recordings with trombonist JoDee Davis on the Albany label, and music by the Cleveland Composers Guild on the Capstone label. Mr. Charnofsky has also worked extensively as a choral conductor.</p>\n<p>As a composer, Mr. Charnofsky’s compositions have been performed on numerous concerts throughout Ohio, California and elsewhere, and have been broadcast over several radio stations. He is an active member of the Cleveland Composers Guild, and has written for various chamber ensembles, vocal and choral music, and piano works.</p>"
  },
  "ernestBloch": {
    "id": "ernestBloch",
    "show": false,
    "fullName": "Ernest Bloch",
    "firstName": "Ernest",
    "lastName": "Bloch",
    "born": "1880",
    "died": "1959",
    "website": "http://www.schirmer.com/default.aspx?TabId=2419&amp;State_2872=2&amp;ComposerId_2872=131",
    "photo": "",
    "bio": ""
  },
  "ernestChausson": {
    "id": "ernestChausson",
    "show": false,
    "fullName": "Ernest Chausson",
    "firstName": "Ernest",
    "lastName": "Chausson",
    "born": "1855",
    "died": "1899",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "ernoDohnanyi": {
    "id": "ernoDohnanyi",
    "show": false,
    "fullName": "Ernö Dohnanyi",
    "firstName": "Ernö",
    "lastName": "Dohnanyi",
    "born": "1877",
    "died": "1960",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "eugeneFriesen": {
    "id": "eugeneFriesen",
    "show": true,
    "fullName": "Eugene Friesen",
    "firstName": "Eugene",
    "lastName": "Friesen",
    "born": "1952",
    "died": "",
    "website": "http://www.celloman.com/",
    "photo": "/photos/eugeneFriesen.jpg",
    "bio": "<p>EUGENE FRIESEN, composer/cellist, is at the forefront of a new generation of musicians versed in classical, popular and world music. A graduate of the Yale School of Music, he is active as a performer, composer, teacher and recording artist.<br>\nFriesen’s gift for the responsive flow of improvisatory music has been featured in concerts all over the world with the Paul Winter Consort, Trio Globo, and with poets Yevgeny Yevtushenko and Coleman Barks. He has performed as a soloist at the International Cello Festival in Manchester, England; Rencontres d’Ensembles de Violoncelles in Beauvais, France; International Cello Encounter in Rio de Janeiro, Brazil; and at the World Cello Congress in Baltimore, Maryland.<br>\nHis compositional credits include five albums of original music: Sono Miho, In The Shade Of Angels, New Friend, Arms Around You and The Song of Rivers; Grasslands, a symphony premiered on the Kansas prairie in 1997; Earth Requiem: Stories of Hope, an oratorio first performed in 1991; The Brementown Musicians with Bob Hoskins for Rabbit Ears Productions in 1992; Sabbaths, settings of poems by Wendell Berry premiered by the Brattleboro Music Center in 1999; and numerous scores for documentary films. Eugene’s music can also be heard on the recordings of Trio Globo, which he founded in 1992 with Howard Levy and Glen Velez.<br>\nFriesen has garnered four Grammy awards as a member of the Paul Winter Consort since 1978.<br>\nFriesen was the 1999 recipient of grants from the Lila Wallace/Reader’s Digest Fund and Continental Harmony to compose a symphonic setting of Carl Sandburg’s PRAIRIE, which was premiered in June of 2001 at PrairieFest in Kansas.<br>\nCelloMan, his one-man show for young audiences, features a wide variety of music on solo cello: classical, jazz, blues and rock. Created in collaboration with maskmaker/choreographer Robert Faust, CelloMan has been performed widely in the United States and Canada. The CelloMan video was released in 1999.<br>\nEugene is an artist-in-residence at the Cathedral of St. John the Divine in New York City, and is a Professor of Music at the Berklee College of Music in Boston. He lives in Vermont with his wife Wendy and four children.</p>"
  },
  "felixMendelssohn": {
    "id": "felixMendelssohn",
    "show": false,
    "fullName": "Felix Mendelssohn",
    "firstName": "Felix",
    "lastName": "Mendelssohn",
    "born": "1809",
    "died": "1847",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "francescoGeminiani": {
    "id": "francescoGeminiani",
    "show": false,
    "fullName": "Francesco Geminiani",
    "firstName": "Francesco",
    "lastName": "Geminiani",
    "born": "1687",
    "died": "1762",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "francisPoulenc": {
    "id": "francisPoulenc",
    "show": false,
    "fullName": "Francis Poulenc",
    "firstName": "Francis",
    "lastName": "Poulenc",
    "born": "1899",
    "died": "1963",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "francoisCouperin": {
    "id": "francoisCouperin",
    "show": false,
    "fullName": "Francois Couperin",
    "firstName": "Francois",
    "lastName": "Couperin",
    "born": "1668",
    "died": "1733",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "francoisDevienne": {
    "id": "francoisDevienne",
    "show": false,
    "fullName": "Francois Devienne",
    "firstName": "Francois",
    "lastName": "Devienne",
    "born": "1759",
    "died": "1803",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "francoisFrancoeur": {
    "id": "francoisFrancoeur",
    "show": false,
    "fullName": "François Francoeur",
    "firstName": "François",
    "lastName": "Francoeur",
    "born": "1698",
    "died": "1787",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "frankMartin": {
    "id": "frankMartin",
    "show": false,
    "fullName": "Frank Martin",
    "firstName": "Frank",
    "lastName": "Martin",
    "born": "1890",
    "died": "1974",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "franzJosefHaydn": {
    "id": "franzJosefHaydn",
    "show": false,
    "fullName": "Franz Josef Haydn",
    "firstName": "Franz Josef",
    "lastName": "Haydn",
    "born": "1732",
    "died": "1809",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "franzSchubert": {
    "id": "franzSchubert",
    "show": false,
    "fullName": "Franz Schubert",
    "firstName": "Franz",
    "lastName": "Schubert",
    "born": "1797",
    "died": "1828",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "fredericChopin": {
    "id": "fredericChopin",
    "show": false,
    "fullName": "Frederic Chopin",
    "firstName": "Frederic",
    "lastName": "Chopin",
    "born": "1810",
    "died": "1849",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "gabrielFaure": {
    "id": "gabrielFaure",
    "show": false,
    "fullName": "Gabriel Fauré",
    "firstName": "Gabriel",
    "lastName": "Fauré",
    "born": "1845",
    "died": "1924",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "gabrielaLenaFrank": {
    "id": "gabrielaLenaFrank",
    "show": true,
    "fullName": "Gabriela Lena Frank",
    "firstName": "Gabriela Lena",
    "lastName": "Frank",
    "born": "1972",
    "died": "",
    "website": "http://www.schirmer.com/Default.aspx?TabId=2419&amp;State_2872=2&amp;composerId_2872=2388",
    "photo": "/photos/gabrielaLenaFrank.jpg",
    "bio": "<p>Identity has always been at the center of Gabriela Lena Frank’s music. Born in Berkeley, California, to a mother of mixed Peruvian/Chinese ancestry and a father of Lithuanian/Jewish descent, Frank explores her multicultural heritage most ardently through her compositions. Inspired by the works of Bela BartÃ³k and Alberto Ginastera, Frank is something of a musical anthropologist. She has travelled extensively throughout South America and her pieces reflect and refract her studies of Latin-American folklore, incorporating poetry, mythology, and native musical styles into a western classical framework that is uniquely her own. She writes challenging idiomatic parts for solo instrumentalists, vocalists, chamber ensembles, and orchestras.</p>"
  },
  "garyBachlund": {
    "id": "garyBachlund",
    "show": true,
    "fullName": "Gary Bachlund",
    "firstName": "Gary",
    "lastName": "Bachlund",
    "born": "1947",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "georgFridericHandel": {
    "id": "georgFridericHandel",
    "show": false,
    "fullName": "Georg Frideric Handel",
    "firstName": "Georg Frideric",
    "lastName": "Handel",
    "born": "1685",
    "died": "1759",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "georgTelemann": {
    "id": "georgTelemann",
    "show": false,
    "fullName": "Georg Telemann",
    "firstName": "Georg",
    "lastName": "Telemann",
    "born": "1681",
    "died": "1767",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "gernotWolfgang": {
    "id": "gernotWolfgang",
    "show": true,
    "fullName": "Gernot Wolfgang",
    "firstName": "Gernot",
    "lastName": "Wolfgang",
    "born": "1957",
    "died": "",
    "website": "http://www.gernotwolfgang.com/",
    "photo": "/photos/gernotWolfgang.jpg",
    "bio": "<p>Born in Bad Gastein, Austria in 1957, Gernot Wolfgang currently resides in Los Angeles. He is a graduate of the program “Scoring for Motion Pictures and TV” at USC, and holds degrees from Berklee College of Music in Boston and the University of Music in Graz, Austria.</p>\n<p>Gernot has received commissions from individuals and organizations such as the Los Angeles Chamber Orchestra, Los Angeles Philharmonic principals Michele Zukovsky (clarinet), Joanne Pearce Martin (keyboard) and David Breidenthal (bassoon), the Verdehr Trio &amp; Michigan State University, Martha’s Vineyard Chamber Music Society, Music from Salem (NY), Cal State Northridge, Harvard-Westlake School, Los Angeles Chamber Orchestra flutist Susan Greenberg, trombonist Andy Malloy, the Jazz Festival of the European Broadcasting Union and the Los Angeles based chamber music series Chamber Music Palisades, Pacific Serenades and South Bay Chamber Music Society.</p>\n<p>His concert works, which are published by Doblinger and Fatrock Ink Music Publishers, have been presented by the Los Angeles Philharmonic, the Los Angeles Chamber Orchestra, the Seattle Symphony Orchestra, the Munich Radio Orchestra, the Las Vegas Philharmonic, the Santa Barbara Chamber Orchestra, the Kyushu Symphony Orchestra (Japan), the Symponieorchester Vorarlberg (Austria) and the Oesterreichische Kammersymphoniker. They have been performed in venues such as Carnegie Hall (Weill Recital Hall) in New York, the National Gallery in Washington, D.C., the Prinzregententheater in Munich, Germany, the Konzerthaus and the Musikverein in Vienna and at festivals such as the New York Chamber Music Festival, the Festival Internacional Cervantino in Guanajuato, Mexico and the Wiener Festwochen. Albany Records has released two CDs of Gernot’s chamber music: “Short Stories” (2011) and “Common Ground” (2006) . His music can also be heard on the Polygram, Universal, Koch, Navona, Crystal Records, Urlicht AudioVisual, Yarlung, Capstone and Extraplatte labels.</p>\n<p>As a guitarist with the Austrian jazz ensemble “The QuARTet” he has recorded two critically acclaimed CD’s for Extraplatte and toured extensively throughout Europe.</p>\n<p>From 1990-93 Gernot was a lecturer for Jazz Composition and Harmony at the University of Music in Graz. He has guest lectured and held master classes at UCLA, the University of Music in Vienna, the festival Instrumenta Verano in Oaxaca, Mexico and the Garth Newel Music Center in Warm Springs, VA.</p>\n<p>Gernot has received awards, grants and scholarships from the American Composers Forum, American Music Center, the Austrian Ministry for Education and the Arts, the Austrian Ministry for Science and Research, Austro Mechana, Berklee College of Music, Billboard Magazine, BMI, the Fulbright Commission and the State of Tyrol, Austria.</p>\n<p>Gernot Wolfgang is active in the film and TV music industry as a composer, arranger and orchestrator. He is currently artistic advisor to the Beverly Hills International Music Festival and HEAR NOW – A Festival of New Music by Contemporary Los Angeles Composers. Together with fellow composers Bevan Manson, Ed Neumeister and Mike Patterson he produces the concert series “Improvisatory Minds” at Vitello’s in Studio City, CA, featuring chamber music composed by jazz musicians.</p>"
  },
  "giuseppeTartini": {
    "id": "giuseppeTartini",
    "show": false,
    "fullName": "Giuseppe Tartini",
    "firstName": "Giuseppe",
    "lastName": "Tartini",
    "born": "1692",
    "died": "1770",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "hugoWolf": {
    "id": "hugoWolf",
    "show": false,
    "fullName": "Hugo Wolf",
    "firstName": "Hugo",
    "lastName": "Wolf",
    "born": "1860",
    "died": "1903",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "ianKrouse": {
    "id": "ianKrouse",
    "show": true,
    "fullName": "Ian Krouse",
    "firstName": "Ian",
    "lastName": "Krouse",
    "born": "1956",
    "died": "",
    "website": "http://iankrouse.com/",
    "photo": "/photos/ianKrouse.jpg",
    "bio": "<p>Composer Ian Krouse was born in 1956 in Olney, Maryland. His music is well known to lovers of guitar music, especially those who follow the Los Angeles Guitar Quartet. In recent years, Krouse’s works have been performed by such orchestras as the Chicago Symphony, the Mexico City Chamber Orchestra, Pasadena Chamber Orchestra, Ukrainian Radio and Television Orchestra, Armenian and Cairo Philharmonic Orchestras, American Youth Symphony, and UCLA and USC Orchestras.</p>\n<p>His recent commissions include American Interlude for Large Wind Ensemble, (for the Michigan State University Wind Symphony); River of Stars (for the Los Angeles Chamber Singers); Hommage à Messiaen (for Pacific Serenades); Prelude-Weaver for Orchestra (for the American Youth Symphony); Río de llantos; Elegy; and Guitar Quartet No. 7 (Civil Guard). Krouse also received commissions from the Verdehr Trio for a work for clarinet, violin, and piano, and from St. Cloud University in Minnesota for a concerto for percussion and large wind ensemble.</p>\n<p>In 2000, Krouse’s first solo disc was released by Koch International Classics. Other works of his have been recorded on Naxos, Delos, Lissadell, and RCM. In 1995, Krouse was guest artist with the Los Angeles Guitar Quartet, which performed Labyrinth (On A Theme of Led Zeppelin), his third guitar quartet to be recorded and toured by the group and his second for the Delos label.</p>\n<p>Krouse has received many awards, including an AT&amp;T American Encores Grant, three opera development grants from the National Endowment for the Arts, two from Meet the Composer, and several from the Ford and Rockefeller Foundations and the Atlantic-Richfield Corporation. He won the BMI Award and Gaudeamus Festival Prize, was a semi-finalist in the 1991 Kennedy Center Friedheim Awards, and a finalist in the Barlow Competition and Big Ten Commissioning Project.</p>\n<p>Krouse, who holds a BM and Performer’s and Composer’s Certificates from Indiana University at South Bend and an MM and DMA in composition from USC, is a professor of music at UCLA where he serves as the Department of Music Chair.</p>"
  },
  "igorStravinsky": {
    "id": "igorStravinsky",
    "show": false,
    "fullName": "Igor Stravinsky",
    "firstName": "Igor",
    "lastName": "Stravinsky",
    "born": "1882",
    "died": "1971",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "jackBody": {
    "id": "jackBody",
    "show": true,
    "fullName": "Jack Body",
    "firstName": "Jack",
    "lastName": "Body",
    "born": "1944",
    "died": "",
    "website": "http://www.jackbody.com/",
    "photo": "",
    "bio": ""
  },
  "jakeHeggie": {
    "id": "jakeHeggie",
    "show": true,
    "fullName": "Jake Heggie",
    "firstName": "Jake",
    "lastName": "Heggie",
    "born": "1961",
    "died": "",
    "website": "http://jakeheggie.com/",
    "photo": "/photos/jakeHeggie.jpg",
    "bio": "<p>Jake Heggie is the composer of the operas <i>Dead Man Walking</i> (libretto: Terrence McNally), <i>The End of the Affair</i> (libretto: Heather McDonald), <i>To Hell and Back</i> (libretto: Gene Scheer), <i>At the Statue of Venus</i> (libretto: McNally), more than 200 art songs, plus orchestral and chamber music. Upcoming works include a chamber opera for Frederica von Stade titled <i>Last Acts</i> (libretto by Scheer, based on an original story by McNally) for the Houston Grand Opera and San Francisco Opera, and collaborative projects with the Metropolitan Opera and Lincoln Center Theater, Dallas Opera, San Francisco Opera, London’s Wigmore Hall and Pacific Serenades in Los Angeles. Heggie’s operas have been performed by more than a dozen American companies including San Francisco Opera, New York City Opera, Houston Grand Opera, Cincinnati Opera, Baltimore Opera, Opera Pacific and Seattle Opera. Recently, the operas have been featured in international productions by companies in Australia, Canada, Germany, Sweden, Ireland and Austria. In 2007 alone, <i>Dead Man Walking</i> has received more than 50 performances. Other major works by Heggie include the theatrical song cycle <i>For a Look or a Touch</i> (libretto by Gene Scheer, based on stories from the film <i>Paragraph 175</i>), the song cycles <i>The Deepest Desire</i> (poetry by Sister Helen Prejean), <i>Statuesque and Rise and Fall</i> (poetry by Gene Scheer), <i>Here and Gone</i> (poetry by Housman and Lindsay), and the cello concerto <i>Holy The Firm: Essay for Cello and Orchestra</i>. Recordings include <i>Dead Man Walking</i> (ERATO), <i>Flesh and Stone</i> (Americus), <i>The Faces of Love</i> (RCA Red Seal), and <i>The Deepest Desire</i> (Eloquentia). Heggie was the recipient of a 2005/2006 Guggenheim Foundation Fellowship and has been composer-in-residence for the San Francisco Opera, Eos Orchestra, and Vail Valley Music Festival. Singers he collaborates with as pianist and composer include Frederica von Stade, Susan Graham, Audra McDonald, Joyce DiDonato, Kiri Te Kanawa, Kristine Jepson, Isabel Bayrakdarian, Patti LuPone, Kristin Clayton, Leah Partridge, Zheng Cao, Paul Groves, Nicholas Phan, Keith Phares and Bryn Terfel. Jake Heggie lives in San Francisco.</p>"
  },
  "jeffKryka": {
    "id": "jeffKryka",
    "show": true,
    "fullName": "Jeff Kryka",
    "firstName": "Jeff",
    "lastName": "Kryka",
    "born": "1984",
    "died": "",
    "website": "http://www.jeffkryka.com/Composer/News.html",
    "photo": "/photos/jeffKryka.jpg",
    "bio": "<p>Composer Jeff Kryka has been awarded by Turner Classic Movies, ASCAP, the RMA L.A., the Henry Mancini Foundation, and has had works performed in concert by virtuoso violinist Anne Akiko Meyers, the University of Wisconsin-Madison Symphony Orchestra, the University of Wisconsin-Madison Concert Band, and the Heartland Symphony Orchestra.</p>\n<p>Growing up in Rochester, Minnesota, Jeff’s music training began with piano lessons at age five, and by age ten he had become quite fond of improvisation and composition. While still in high school his first orchestral composition was premiered and toured through Minnesota by the Heartland Symphony Orchestra, after winning their Young Composers Competition — a highlight of their 2002 “New Voices” concert series.</p>\n<p>Jeff studied music composition at the University of Wisconsin-Madison with composers Stephen Dembski and Laura Schwendinger, receiving his undergraduate degree in May 2006. In the fall of that year he began graduate work at the University of California-Los Angeles, studying with composers Paul Chihara, Roger Bourland, Ian Krouse, and David Lefkowitz. At UCLA he also studies film music with composers Charles Fox, Laura Karpman, and orchestration with Bruce Broughton. He has been a teaching assistant for composers Russell Steinberg and Mark Carlson, and he teaches music theory and musicianship to undergraduate music majors. In the summer of 2007 he taught a UCLA course in film music with Paul Chihara and music editor Dan Carlin. In the fall of that year he interned in the television music department at 20th Century Fox Studios under Carol Farhat and oversaw recording sessions for hit TV shows such as the Simpsons, Family Guy, and American Dad.</p>\n<p>Jeff has served as composer for many films, most notably: Las Angeles (dir. Gerardo Flores Villarreal, Maverick Productions), Deserted (dir. Nils Timm, AFI), Forgive Us Our Transgressions, (dir Walter Richardson, UCLA), Cherchez La Femme (dir. Idit Dvir, Gaia Films), Code Duello (dir. Nora Gruber, UCLA), The End (dir. Maggie Ye, UCLA), and Changing Focus (dir. Mindy Ramaker, UW-Madison)</p>\n<p>In 2006 Jeff was named the First Prize winner of the Turner Classic Movies Young Film Composers Competition. His score was chosen out of a field of over 650 international participants, and judged by Academy Award-winning composer Hans Zimmer.</p>\n<p>In 2008 Jeff was admitted into the ASCAP Film and Television Scoring Workshop with Richard Bellis as one of 12 composers selected from 300 international applicants. As a participant, he conducted his music with the Hollywood Studio Symphony at 20th Century Fox’s Newman Scoring Stage. He was honored by the ASCAP Foundation as a recipient of the David Rose Scholarship and the RMA L.A. Grant.</p>"
  },
  "jeffreyParola": {
    "id": "jeffreyParola",
    "show": true,
    "fullName": "Jeffrey Parola",
    "firstName": "Jeffrey",
    "lastName": "Parola",
    "born": "1979",
    "died": "",
    "website": "http://www.parola.org/blog/",
    "photo": "/photos/jeffreyParola.jpg",
    "bio": "<p>Jeffrey Parola is an American composer of numerous orchestral, chamber, and choral/vocal works. His music is varied and eclectic, reflecting a wide range of musical influences. Jeffrey’s recent major professional commissions include Concerto for Clarinet and Chamber Orchestra, written for clarinetist Paul Green and the Atlantic Classical Orchestra and conductor Stewart Robertson, which premiered to critical acclaim in Florida in March 2014. this view of life, a piece for chorus and string quartet, was written for Choral Chameleon, directed by Vince Peterson, which premiered in New York City in May 2013. Upcoming commissions include a piece for bassoon and string quartet for a professional Los Angeles-based ensemble to be premiered in June 2014, and a piece for the BluePrint New Music Ensemble, to be premiered in Spring 2016 with Nicole Paiement conducting.</p>\n<p>Jeffrey is the recipient of numerous notable honors. In 2009, he was awarded the Jim Highsmith Orchestral Composition Prize for his large orchestral work, The Long Valley, which led to a public performance of the piece by the San Francisco Conservatory Orchestra, led by Maestro Andrew Mogrelia. Jeffrey received an honorable mention for the 2009 European American Musical Alliance (EAMA) Prize for his work, Sempiterna, a 25-minute pseudo-requiem for a cappella chorus, and three years later, Jeffrey was awarded the 2012 EAMA Prize for The Long Valley. In 2013, Jeffrey was selected by a committee of philanthropists and musicians to receive the Rappaport Prize for Music Composition, which culminated in a commission to write his Concerto for Clarinet and Chamber Orchestra for the Atlantic Classical Orchestra. In 2014, Jeffrey was chosen to be the recipient of the 2016 Hoefer Prize, the highest award granted to distinguished alumni composers from the San Francisco Conservatory of Music. The Prize involves the commissioning of a new work and a week-long residency at the Conservatory in the spring of 2016, which includes lectures and student mentorship.</p>\n<p>A committed educator, Jeffrey serves as an instructor on the faculty at the University of Southern California, where he teaches Aural Skills and Theory. He is a recurring composition faculty member for the Choral Chameleon Summer Institute, which is a New York City-based summer program for composers and conductors, designed to immerse composers and conductors of choral music in real-world, practical learning experiences.</p>\n<p>Also an active performer, Jeffrey is an organist, conductor, and vocalist. He is presently the organist at St. Thomas the Apostle Church in Hollywood, and he has sung professionally with several highly acclaimed ensembles, including the San Francisco Symphony Chorus and Schola Cantorum San Francisco.</p>\n<p>Jeffrey is currently finishing doctoral studies in composition at the University of Southern California, where he studied composition with Frank Ticheli and Donald Crockett and orchestration with Stephen Hartke. He earned his master’s degree in 2005 from the San Francisco Conservatory of Music, where he studied with David Conte. Jeffrey earned his bachelor’s degree from UCLA in 2002 after studying with Mark Carlson, David Lefkowitz, and Ian Krouse.</p>"
  },
  "jeremyBeck": {
    "id": "jeremyBeck",
    "show": true,
    "fullName": "Jeremy Beck",
    "firstName": "Jeremy",
    "lastName": "Beck",
    "born": "1960",
    "died": "",
    "website": "http://www.beckmusic.org",
    "photo": "/photos/jeremyBeck.jpg",
    "bio": ""
  },
  "jeremyCavaterra": {
    "id": "jeremyCavaterra",
    "show": true,
    "fullName": "Jeremy Cavaterra",
    "firstName": "Jeremy",
    "lastName": "Cavaterra",
    "born": "1971",
    "died": "",
    "website": "",
    "photo": "/photos/jeremyCavaterra.jpg",
    "bio": "<p>Jeremy Cavaterra was born in New York City in 1971. His music has been performed by soloists, chamber groups, and orchestras internationally. As a pianist he has appeared as both soloist and collaborative artist with ensembles, instrumentalists, and singers, often performing his own work. His teachers included Tania Agins and Robert Turner (piano) and Mark Carlson (composition) in Los Angeles before he returned to New York to study composition at Manhattan School of Music as a scholarship student of Giampaolo Bracali.</p>\n<p>Some of his recently premiered works include <i>Sextet for Piano and Strings</i> (2014), commissioned and performed by The Salastina Music Society in conjunction with Junior Chamber Music; <i>Monterey Suite</i> (2014), commissioned and performed by the Master Sinfonia Chamber Orchestra in Palo Alto; and <i>Trio for Harp, Flute, and Viola</i> (2013), commissioned and performed by The Myriad Trio / Art of Élan in San Diego.</p>\n<p>Jeremy Cavaterra is the Composer-in-Residence for The Salastina Music Society.</p>"
  },
  "joelMcneely": {
    "id": "joelMcneely",
    "show": true,
    "fullName": "Joel McNeely",
    "firstName": "Joel",
    "lastName": "McNeely",
    "born": "",
    "died": "",
    "website": "http://joelmcneely.com/",
    "photo": "/photos/joelMcneely.jpg",
    "bio": "<p>Joel McNeely is an Emmy Award-winning composer and conductor for motion pictures and television. He is currently at work scoring The Tinkerbell Movie for Walt Disney Pictures. His 2005 feature releases for Disney include Lilo and Stitch 2 and The Heffalump Movie, for which he composed the soundtrack and produced four new songs with Carly Simon. Mulan 2 also features Joel’s score, as well as a new song he wrote for the New Zealand soprano, Haley Westenra. He has over 30 motion picture credits, which include the Disney feature film Holes, directed by Andrew Davis, and Ghosts of the Abyss for director James Cameron. Further credits are The Stepford Wives for Paramount, Jungle Book 2, and Return to Neverland for Disney, Uptown Girls and Stateside for MGM, The Avengers, Soldier, and Vegas Vacation for Warner Bros., Virus and Flipper for Universal Studios, Lover’s Prayer for Seven Hills Pictures, Wild America for Morgan Creek, Air Force One for Sony Pictures, Terminal Velocity for Hollywood Pictures, Radioland Murders for Lucasfilm, and Iron Will &amp; Squanto, A Warrior’s Tale for Walt Disney.</p>\n<p>In 1993 Joel received the Emmy Award for Original Composition for his score for the television series The Young Indiana Jones Chronicles. Other television work includes James Cameron’s Dark Angel, the CBS mini-series, Sally Hemings: An American Scandal, Buffalo Soldiers for Turner, and Buddy Far for CBS.</p>\n<p>Joel was commissioned by LACO for its 2004-05 season to write Portraits for Violin and Strings for his wife, Margaret Batjer.</p>\n<p>As a conductor, McNeely has led the Royal Scottish National Orchestra in an ongoing series of over 20 acclaimed recordings, featuring classic film scores for Varèse Sarabande Records. He was nominated for a Grammy in 2004 for his recording of Bernard Herrmann’s The Day the Earth Stood Still. His recording of Herrmann’s Vertigo won the first ever Gramophone Magazine Film Music Award. He has also conducted the London Symphony Orchestra, the London Chamber Orchestra, the Seattle Symphony, the Munich Philharmonic, the London Philharmonia, and the Western Australian Symphony Orchestra.</p>\n<p>He has a master’s degree in music from the Eastman School of Music, as well as a bachelor’s degree from the University of Miami. He is also a graduate of the Interlochen Arts Academy.</p>\n<p>He lives in Los Angeles with his wife, violinist Margaret Batjer, and their two children.</p>"
  },
  "johannKrebs": {
    "id": "johannKrebs",
    "show": false,
    "fullName": "Johann Krebs",
    "firstName": "Johann",
    "lastName": "Krebs",
    "born": "1713",
    "died": "1780",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "johannSebastianBach": {
    "id": "johannSebastianBach",
    "show": false,
    "fullName": "Johann Sebastian Bach",
    "firstName": "Johann Sebastian",
    "lastName": "Bach",
    "born": "1685",
    "died": "1750",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "johannesBrahms": {
    "id": "johannesBrahms",
    "show": false,
    "fullName": "Johannes Brahms",
    "firstName": "Johannes",
    "lastName": "Brahms",
    "born": "1833",
    "died": "1897",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "johnBiggs": {
    "id": "johnBiggs",
    "show": true,
    "fullName": "John Biggs",
    "firstName": "John",
    "lastName": "Biggs",
    "born": "1932",
    "died": "",
    "website": "http://www.consortpress.com/Bio.Reviews.html",
    "photo": "/photos/johnBiggs.jpg",
    "bio": ""
  },
  "johnColtraneThomasOboeLee": {
    "id": "johnColtraneThomasOboeLee",
    "show": false,
    "fullName": "John Coltrane, Thomas Oboe Lee",
    "firstName": "John Coltrane, Thomas Oboe",
    "lastName": "Lee",
    "born": "1926",
    "died": "1967",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "johnDaversa": {
    "id": "johnDaversa",
    "show": true,
    "fullName": "John Daversa",
    "firstName": "John",
    "lastName": "Daversa",
    "born": "1972",
    "died": "",
    "website": "http://johndaversa.com/",
    "photo": "/photos/johnDaversa.jpg",
    "bio": "<p>Coming from a musical family, composer John Daversa took an immediate interest in music at an early age; first through piano and voice, and later with trumpet and EVI (Electric Valve Instrument). He quickly absorbed all of the music playing around the house which included Chopin, Miles Davis, Earth Wind and Fire, Ella Fitzgerald, Aretha Franklin, Willie Nelson, Frank Sinatra, Nancy Wilson, Stevie Wonder, and of course the soundtrack of Disney’s Jungle Book featuring Louis Prima. By the age of 15, jazz had become part of John’s identity as he attended the Los Angeles Music Magnet, Hamilton High School Academy of the Arts, from 1989 to 1991. After high school, he attended UCLA, studying with classical trumpet virtuosi Mario Guarneri and Malcolm McNab. Although John’s musical interests were firmly placed in jazz (playing trumpet and electric bass in the UCLA jazz bands), he pursued a Bachelor of Arts degree with a concentration in classical composition. During that time, John won the Herb Alpert Award, David Joel Miller Award, National Trumpet Competition, and the ITG Jazz Soloist Competition.</p>\n<p>In 1996, he formed the John Daversa Contemporary Big Band, which continues to perform regularly in the Los Angeles area. John also became an involved educator, teaching courses at various institutions such as Harrison School of Music, CalARTs, USC, and CSUN, also lecturing on the music of Miles Davis at UCLA. During this period, John co-owned and operated Emergency Room Recorders in Burbank, CA, with partner Justin Morell. While making demos for rock and pop bands, he became interested in songwriting, music production, and began singing once again. John agreed to be the Musical Director for Holiday On Ice’s In Concert in August of 2000, a large-scale production show that toured Europe for 3 years. He also toured Japan with singer Bobby Caldwell, Europe with legendary crooner Andy and Europe/South Africa with singer Renee Olstead. John has performed on The Today Show, Late Nite with David Letterman, The Oprah Winfrey Show, Live 8, 2005 (Berlin), Hamburg Music Festival, Monterey Jazz Festival, Montreal Jazz Festival, Montreux Festival, and the Playboy Jazz Festival. He has arranged/composed for Fiona Apple (Extraordinary Machine, 2005), Phil Crosby, Jr. (Time For Christmas, 2006), Eleisha Eagle (Lamplighter, 2006), Sherman Pore (For My Lady Love, 2007), Gay Men’s Chorus of Los Angeles (Tribute to Burt Bacharach Live Show, 2005), and Young Sounds of Arizona (Monday Night Blues, 2002). In 2006, he produced Phil Crosby, Jr.’s Christmas album, Time For Christmas, and will be working on future projects with singer James Torme, vocal group The Murmaids, and jazz guitarist Natalie Bouchalter.</p>\n<p>Since 2004, John has been the Musical Director for Warner Brothers recording artist Renee Olstead. John earned his MFA degree in Jazz Studies at California Institute of the Arts in 2006, and is now pursuing his Doctor of Musical Arts degree at the University of Southern California. He is currently the Director of the LAYJE ensemble, part of the USC Outreach Program.</p>"
  },
  "johnMaxwellAnderson": {
    "id": "johnMaxwellAnderson",
    "show": true,
    "fullName": "John Maxwell Anderson",
    "firstName": "John Maxwell",
    "lastName": "Anderson",
    "born": "1948",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "johnSteinmetz": {
    "id": "johnSteinmetz",
    "show": true,
    "fullName": "John Steinmetz",
    "firstName": "John",
    "lastName": "Steinmetz",
    "born": "1951",
    "died": "",
    "website": "http://www.johnsteinmetz.org/",
    "photo": "/photos/johnSteinmetz.jpg",
    "bio": ""
  },
  "josephSuk": {
    "id": "josephSuk",
    "show": false,
    "fullName": "Joseph Suk",
    "firstName": "Joseph",
    "lastName": "Suk",
    "born": "1874",
    "died": "1935",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "justinMorell": {
    "id": "justinMorell",
    "show": true,
    "fullName": "Justin Morell",
    "firstName": "Justin",
    "lastName": "Morell",
    "born": "1973",
    "died": "",
    "website": "http://justinmorell.com/blog/?page_id=6",
    "photo": "/photos/justinMorell.jpg",
    "bio": "<p>Justin Morell is a composer and guitarist living in Portland, Oregon. Some of his recent chamber works have been premiered by the American Creators Ensemble at the Oregon Bach Festival, the So Percussion Ensemble, the Eugene Contemporary Chamber Ensemble, the Onyx String Quartet, Fireworks Ensemble, and the University of Oregon Saxophone Quartet. In addition to writing for the concert stage, Justin has also written many works for small and large jazz ensembles. His works are regularly performed by the Oregon Jazz Ensemble and the Eugene Composers’ Jazz Orchestra, and his Jazz Ensemble No. 1 (2003) was a winner at the Third International Thad Jones Composition Competition in Copenhagen. Justin has released six CDs of original compositions, including the critically acclaimed <i>triOrange</i> which featured bassist Todd Sickafoose and pianist Leonard Thompson. His CD <i>The music of Steely Dan</i>, a reinterpretation of songs for jazz quintet, was named one of the best CDs of the year by WBEZ Chicago. He can also be heard on CDs, television, and film as a guitarist and as a drummer, as well as recording engineer and producer. Justin holds a BA from UCLA, an MA from California State University East Bay, and a PhD from the University of Oregon where he studied under Rob Kyr and David Crumb.</p>"
  },
  "kathrynMishell": {
    "id": "kathrynMishell",
    "show": true,
    "fullName": "Kathryn Mishell",
    "firstName": "Kathryn",
    "lastName": "Mishell",
    "born": "1940",
    "died": "",
    "website": "http://www.intothelightradio.org/km.html",
    "photo": "/photos/kathrynMishell.jpg",
    "bio": ""
  },
  "katisseBuckingham": {
    "id": "katisseBuckingham",
    "show": true,
    "fullName": "Katisse Buckingham",
    "firstName": "Katisse",
    "lastName": "Buckingham",
    "born": "",
    "died": "",
    "website": "http://www.katisse.com",
    "photo": "/photos/katisseBuckingham.jpg",
    "bio": "<p>Katisse graduated from the L.A. County High School for the Arts and then from the Grove School of Music where he studied with multi-Grammy winning jazz legend, Rob McConnell. He received an NEA Jazz Fellowship Grant to study with woodwind master, Bill Green, attended the National Music Camp at Interlochen Michigan, and won the L.A. Jazz Society’s New Talent Award. Upon hearing Katisse as a guest soloist with the LA Guitar Quartet Allan Kozinn of The New York Times described him as , “…a flutist whose ornate improvisations transformed this vocal score into a virtuosic instrumental work”.</p>\n<p>Katisse plays Tenor, Alto &amp; Soprano Saxophones, Flute, Alto Flute &amp; Ethnic Flutes as well as spoken word. He has performed and/or recorded with Yellowjackets, Prince, Dr. Dre, Airto &amp; Flora Purim, Vanessa Paradis, Herbie Hancock, Andy Summers, Pete Yorn, Brian Auger, John Patitucci, Ricky Lawson, Terri Lyne Carrington, Los Angeles Guitar Quartet, Strunz and Farah, Bill Summers, Jimmy Haslip, Russ Ferrente, Bob Hurst, Tom Brechtline, Munyungo Jackson, Gary Novak, Gary Thomas, Alphonso Johnson, B-Sharp Jazz Quartet, Don Grusin, Dean Parks, Greg Phillinganes, Harvey Mason, Abe Laboriel (Sr. and Jr.), Sandro Albert, Otmaro Ruiz, Wah, Amma, Gerry Gibbs, Janek Gwizdala, Monday Michiru, Jaz Klash, Raya Yarbrough, Down to the Bone, Sara Gazarek, Jimmy Johnson, Will Kennedy, Russ Kunkel, Robben Ford, Mike Elizando, Deepsky, The Angel, Patrice Rushen, DJ Quik, Non Amiss, Xzibit and Kurupt. He has played on numerous films (including the “jazz flute” scene in the Will Ferrell film, Anchorman).</p>\n<p>While staying as a busy freelance musician (based in Los Angeles) Katisse has his own self titled group which includes Judith Hill (vox); Gene, Coy, Nate Wood (drums); Dennis Hamm, Steve Weingart, Quinn Johnson (keys); Dan Lutz, Janek Gwizdala, Doug Shreeve, Jimmy Haslip (bass). KATISSE is an all original blend of jazz, hip-hop, pop &amp; world music. His debut album was recorded and co-produced by engineering legend, Tony Sheppard (Kenny Loggins, Take 6, Whitney Houston). The record, entitled Lyrical Worker, is now availible for purchase and digital download.</p>"
  },
  "kemenceciNikolaki": {
    "id": "kemenceciNikolaki",
    "show": true,
    "fullName": "Kemençeci Nikolaki",
    "firstName": "Kemençeci",
    "lastName": "Nikolaki",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "kennethFroelich": {
    "id": "kennethFroelich",
    "show": true,
    "fullName": "Kenneth Froelich",
    "firstName": "Kenneth",
    "lastName": "Froelich",
    "born": "1977",
    "died": "",
    "website": "http://kennethfroelich.com",
    "photo": "/photos/kennethFroelich.jpg",
    "bio": "<p>Described as “energetic, exciting, and rhythmically dynamic,” composer Kenneth D. Froelich’s music has been performed internationally in England, Germany, Italy, France, Slovenia, Finland, Canada, Peru, Argentina, Chile, and China, as well as numerous major cities across the United States. Emerging as a vibrant new voice in the world of contemporary chamber and orchestral music, Kenneth has been honored with awards from ASCAP, the National Association of Composers/USA, Meet the Composer, the Percussive Arts Society, the American Composers Forum, and the Society of Composers Inc.</p>\n<p>Kenneth’s works have been presented by such acclaimed ensembles as the American Composers Orchestra, Duo46, Earplay, the Empyrean Ensemble, the California E.A.R Unit, the Jolles Duo, the Indianapolis Symphonic Orchestra, Conundrum, the University of New Mexico Percussion Ensemble, the University of Southern California Symphony Orchestra, the Indiana University New Music Ensemble, and the Orpheus Ensemble of Fresno. Some of his more recent works include Visionary (2011), premiered by the Fresno State Wind Orchestra; Nerd Songs (2012), premiered by soprano Ann Moss of CMASH; and Portraits of Mt. Rushmore (2012), premiered by USAF Brass in Blue at Mt. Rushmore National Park.</p>\n<p>Kenneth’s opera Valentine (2010) was recently recorded and will be released through Heretic Opera in Fall 2012. Other upcoming premieres include Crescent Shadows (2012) for the Georgia College Wind Ensemble, Piano Quartet No. 1 (2012) for Pacific Serenades, and two new band works for the UNLV Wind Ensemble and the University of the Pacific Wind Ensemble.</p>\n<p>Kenneth received both his Doctorate of Music and Masters of Music degrees from Indiana University, and received his Bachelors of Music degree summa cum laude from the University of Southern California in 1999. His principal composition teachers include Claude Baker, Don Freund, Sven-David Sandstr?m, Eugene O’Brien, Donald Crocket, Frederick Lesemann, Morten Lauridsen, and Erica Muhl.</p>\n<p>Kenneth currently resides in Fresno, CA with his wife Jennifer and daughter Katerina, where he is Associate Professor in Music Composition at California State University, Fresno and director of the Fresno New Music Festival. He previously taught at Ball State University in Muncie, IN, and at the Sewanee Summer Music Festival in Sewanee, TN.</p>\n<p>Kenneth’s percussion ensemble work Accidental Migration is available through C. Alan Publications, and his concert band work Tock is available through Wingert-Jones Publications. Additional scores are available through JOMAR Press and his website.</p>"
  },
  "larryLipkis": {
    "id": "larryLipkis",
    "show": true,
    "fullName": "Larry Lipkis",
    "firstName": "Larry",
    "lastName": "Lipkis",
    "born": "1951",
    "died": "",
    "website": "http://www.larrylipkis.com/",
    "photo": "/photos/larryLipkis.jpg",
    "bio": ""
  },
  "lauraKarpman": {
    "id": "lauraKarpman",
    "show": true,
    "fullName": "Laura Karpman",
    "firstName": "Laura",
    "lastName": "Karpman",
    "born": "1959",
    "died": "",
    "website": "http://laurakarpman.com/",
    "photo": "/photos/lauraKarpman.jpg",
    "bio": "<p>A composer who brings to her music feverish imagination, impeccable musicianship, complexity, versatility, unbridled joy, and fearlessness, Laura Karpman is, in the words of George Manahan, music director of New York City Opera, “a rare combination of heart and groin.” With four Emmys, a GANG award and numerous nominations, Karpman’s credits include scores such as Steven Spielberg’s 20-hour miniseries Taken, Odyssey 5, Masters of Science Fiction, The Tournament, Craft in America, Man in the Chair, The Annihilation of Fish, and The Living Edens, video games like Microsoft’s new Disneyland Adventure, Everquest 2, Kung Fu Panda 2: The Kaboom of Doom, Untold Legends: Dark Kingdom, Field Commander, additional music for Halo 3 and Jericho, among others. Commissioned by Carnegie Hall, Karpman’s multimedia opera ASK YOUR MAMA, written for Jessye Norman, The Roots, jazz singer, and orchestra, on a text by Langston Hughes, premiered to critical acclaim. Karpman was named one of the most important women in Hollywood by Variety Magazine. She received her doctorate from The Juilliard School where she studied music composition with Milton Babbitt, and is a professor with a joint appointment in the UCLA School of Theater, Film and Television and School of Music.</p>"
  },
  "leonardBernstein": {
    "id": "leonardBernstein",
    "show": false,
    "fullName": "Leonard Bernstein",
    "firstName": "Leonard",
    "lastName": "Bernstein",
    "born": "1918",
    "died": "1990",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "lesThimmig": {
    "id": "lesThimmig",
    "show": true,
    "fullName": "Les Thimmig",
    "firstName": "Les",
    "lastName": "Thimmig",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "leslieDrayton": {
    "id": "leslieDrayton",
    "show": true,
    "fullName": "Leslie Drayton",
    "firstName": "Leslie",
    "lastName": "Drayton",
    "born": "1950",
    "died": "",
    "website": "",
    "photo": "/photos/leslieDrayton.jpg",
    "bio": "<p>Leslie Drayton’s fascination with music began as a toddler when his mother discovered that he would pick out melodies on a neighbor’s piano. He began formal musical training at around 5 or 6 years of age by studying piano, clarinet, and bongo drums. At age 11, jazz great Benny Carter, a family friend, gave him a trumpet. Leslie decided at age 15 that he wanted to be a professional musician when he joined a local youth band. Through his association with the youth band he was taught arranging, composing, and music preparation skills. Upon graduating from Los Angeles High School, he attended L. A. Valley College and later transferred to CSULA where he earned a BA in Music Education. During his college years, Leslie began his professional music career by playing and writing for local R &amp; B bands, big bands, and also as a seminal member of the group, Earth, Wind, and Fire. During these early years, Leslie began to formulate his own compositional ideas and began composing and rehearsing his own musical aggregations.</p>\n<p>After graduating from college in 1971, he continued his work as a freelance musician. In 1972 he formed a big band with Melba Liston that led to his meeting Marvin Gaye. Leslie worked with Marvin Gaye as his musical director and conductor from 1974-76. In 1977, the Leslie Drayton Orchestra was formed and received critical and popular acclaim. The orchestra evolved into a smaller group known as Leslie Drayton and Fun around 1984. This band features music that is much more contemporary than traditional jazz music, but incorporates elements explored throughout the entire history of jazz.</p>\n<p>Leslie relocated to Denver in 1989 and remained there until 1996. During his years in Colorado, he continued his freelance activities while earning an MA in Composition from the University of Denver. While in Denver he began Water Sign Music Productions, the company that publishes many of his compositions. It was also in Denver that he met his lovely wife, Kathy.</p>\n<p>Leslie continues his freelance performing and composing activities in the Los Angeles area along with mentoring young musicians through programs sponsored by the LA Jazz Society and the Thelonius Monk Institute of Jazz. In 2004, he also began teaching various classes at Santa Monica College. Leslie has released 11 recordings as leader.</p>"
  },
  "ludwigVanBeethoven": {
    "id": "ludwigVanBeethoven",
    "show": false,
    "fullName": "Ludwig van Beethoven",
    "firstName": "Ludwig van",
    "lastName": "Beethoven",
    "born": "1770",
    "died": "1826",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "luigiBoccherini": {
    "id": "luigiBoccherini",
    "show": false,
    "fullName": "Luigi Boccherini",
    "firstName": "Luigi",
    "lastName": "Boccherini",
    "born": "1743",
    "died": "1805",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "mariaNewman": {
    "id": "mariaNewman",
    "show": true,
    "fullName": "Maria Newman",
    "firstName": "Maria",
    "lastName": "Newman",
    "born": "1960",
    "died": "",
    "website": "",
    "photo": "/photos/mariaNewman.jpg",
    "bio": "<p>Composer Maria Newman was born into one of the most famous and influential musical families in Hollywood. The youngest daughter of the nine-time Academy Award-winning composer/conductor, Alfred Newman, she grew up surrounded by great music and fine musicians. She graduated from both the Eastman School of Music and Yale University with high honors and has since become known as a serious composer in the field of concert music.</p>\n<p>The recipient of many honors and awards, including fifteen consecutive ASCAP Awards and numerous Composition Grants, she was honored with the Debut Award from the Young Musicians Foundation in 2001 and was named Variety’s 1997 Composer of the Year. She has been commissioned by numerous organizations and has developed a large library of original works for chamber ensemble (vocal and instrumental), orchestra, chorus, ballet, and opera/oratorio. This season features commissions from the New West Symphony, Pacific Serenades, the Angeli Trio, and the Kairos String Quartet. Ms. Newman has served as Composer-in-Residence at the Icicle Creek Music Center in Washington for ten years and has held residency positions with numerous prestigious orchestras and institutions. A lover of sacred music, she holds the position of Composer-in-Residence and Director of Traditional Music at the Pacific Palisades Presbyterian Church in Los Angeles, where she regularly composes liturgical music for services and subscription concert series and conducts the renowned Chancel Choir and chamber orchestra.</p>\n<p>Ms. Newman has received numerous commissions from the Mary Pickford Foundation to compose original music for newly restored vintage classic films of the silent era. A world-class violinist/violist, Maria Newman is a founding member of the award-winning Viklarbo Chamber Ensemble, with whom she has won multiple awards and touring grants. As solo violist, she recorded Miklos Rozsa’s Concerto for Viola and Orchestra with the Nuremburg Orchestra for the Grammy Award-winning Symphonic Hollywood CD, and she continues to perform concerts nationwide. Newman makes her home in Malibu with husband Scott Hosfeld and is mother to three beautiful children: Martha, a violinist (age 8); Isabella, now a cellist (age 5 1/2); and Sonny, who wants to become a percussionist (age 4). This is her second commission from Pacific Serenades.</p>"
  },
  "markCarlson": {
    "id": "markCarlson",
    "show": true,
    "fullName": "Mark Carlson",
    "firstName": "Mark",
    "lastName": "Carlson",
    "born": "1952",
    "died": "",
    "website": "http://markcarlsonmusic.com",
    "photo": "/photos/markCarlson.jpg",
    "bio": "<p>Composer and flutist Mark Carlson is the Founder and Artistic Director of Pacific Serenades. His lyrical, emotionally powerful, and stylistically unique music has earned him the admiration of audiences and musicians throughout the United States, Canada, Mexico, and Europe. A versatile composer, his nearly 100 works include art songs, chamber and choral music, concertos, large ensemble works, and songs for musical theater.</p>\n<p>The recipient of more than 50 commissions, Carlson has composed works for among others, the National Shrine in Washington, DC, the New West Symphony, Westwood Presbyterian Church, First Methodist Church of Santa Monica, the UCLA Wind Ensemble, the Santa Monica College Orchestra, and for many individual musicians. His works include Concerto for Trumpet, Piano, and Orchestra, for Jens Lindemann, Jennifer Snow, and the UCLA Philharmonia, and Welcome Winter!, commissioned by the Boston Gay Men’s Chorus, and Night Music, for the horn quartet, Quadre, with flutist Molly Barth. One of eleven recordings of his works, The Hall of Mirrors, was a winner of the Chamber Music America/WQXR Record Awards for 2001. Sueños y canciones, commissioned by the Mexico City chamber ensemble Signos, appears on their CD Espejo/Mirror. New CDs include his Intermezzo, for alto saxophone and piano (on Centaur, performed by Douglas Masek and Louise Thomas), and Two Ballads (also for Centaur, performed by saxophonist Alan Durst and guitarist Corey Whitehead), Sonata for Cello and Piano (Pacific Serenades), and For Those Silenced on Joanne Pearce Martin’s CD Barefoot (Yarlung). His music is published by Yelton Rhodes Music, Pacific Serenades Music, and C Swigart Music (all in Los Angeles); by Thorpe Music in Boston; and by Black Squirrel Music, in Kent, Ohio.</p>\n<p>Carlson is an avid performer of chamber music, including many works written for him. He was a member of the Pasadena Symphony, the YMF Debut Orchestra, and the Fresno Philharmonic Orchestra, among others.</p>\n<p>Born in 1952 in Ft. Lewis, Washington, Carlson grew up in California, attended the University of Redlands, graduated from CSU Fresno, and received MA and PhD degrees in composition from UCLA. His principal teachers were Alden Ashforth and Paul Reale (composition) and Roger Stevens (flute). He is on the faculty at UCLA, where he teaches music theory and composition and also taught at Santa Monica College for many years. He has also taught movement for musicians, having studied with Alexandra and Roger Pierce in Redlands. Since 1982 he has served on the Board of Directors of Design for Sharing, UCLA’s Performing Arts community outreach program. He founded Pacific Serenades in 1982.</p>"
  },
  "martinAmlin": {
    "id": "martinAmlin",
    "show": true,
    "fullName": "Martin Amlin",
    "firstName": "Martin",
    "lastName": "Amlin",
    "born": "1953",
    "died": "",
    "website": "http://www.martinamlin.com/info.asp?pb=195&amp;pg=1",
    "photo": "/photos/martinAmlin.jpg",
    "bio": "<p>Composer and pianist Martin Amlin has received grants from the National Endowment for the Arts, the Tanglewood Music Center, the Massachusetts Cultural Council, the Massachusetts Artists Foundation, the St. Botolph Club Foundation, and the Massachusetts Council for the Arts. He was a recipient of an ASCAP Grant to Young Composers and has received many ASCAPlus Awards. He has been a resident at Yaddo, the Virginia Center for the Creative Arts, and the MacDowell Colony, where he was named a Norlin Fellow. His compositions have been performed throughout the world and are published by the Theodore Presser Company.</p>\n<p>Much of his music is characterized by a pungent tonality and energetic rhythms. Sonata for Piccolo and Piano and Sonata No. 2 for Flute and Piano have each won the National Flute Association’s Newly Published Music Competition. Concerto for Piccolo and Orchestra was premiered by the Atlanta Symphony Orchestra, and he has had performances of his music by the Pro Arte Chamber Orchestra, the Tanglewood Festival Chorus, the John Oliver Chorale, the Back Bay Chorale, the Webster Trio, and the American Vocal Arts Quintet. He has had commissions from the Seattle Flute Society, Pacific Serenades, the Chicago Flute Club, ALEA III, the James Pappoutsakis memorial flute competition, pianist Andrew Willis, and clarinetist Michael Webster.</p>\n<p>Martin Amlin is Chair of the Department of Composition and Theory at Boston University and Director of the Young Artists Composition Program at the Boston University Tanglewood Institute. He is also recipient of Boston University’s Kahn Award for his Piano Sonata No. 7. He studied with Nadia Boulanger at the Ecoles d’Art Américaines in Fontainebleau and the Ecole Normale de Musique in Paris, and received masters and doctoral degrees as well as the Performer’s Certificate from the Eastman School of Music. Mr. Amlin has appeared as soloist with the Boston Pops Orchestra in performances of Mendelssohn’s Piano Concerto No. 1 and Gershwin’s Rhapsody in Blue, and has performed on the Boston Symphony Orchestra’s Prelude concerts at both Symphony Hall and Tanglewood. He has also appeared on the FleetBoston Celebrity Series and has been pianist for the M.I.T. Experimental Music Studio and the New England Ragtime Ensemble. He has often been heard live on Boston’s WGBH radio station as both performer and composer, and has given the premiere of many new pieces, including works by Lukas Foss, George Perle, Stefan Kaske, and Armand Qualliotine.</p>\n<p>Martin Amlin has recordings on the Albany, Ashmont Music, Centaur, Crystal, Folkways, Hyperion, Koch International, Opus One, Titanic, and Wergo labels.</p>"
  },
  "mauriceRavel": {
    "id": "mauriceRavel",
    "show": false,
    "fullName": "Maurice Ravel",
    "firstName": "Maurice",
    "lastName": "Ravel",
    "born": "1875",
    "died": "1937",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "maxBruch": {
    "id": "maxBruch",
    "show": false,
    "fullName": "Max Bruch",
    "firstName": "Max",
    "lastName": "Bruch",
    "born": "1838",
    "died": "1920",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "melanieSparks": {
    "id": "melanieSparks",
    "show": true,
    "fullName": "Melanie Sparks",
    "firstName": "Melanie",
    "lastName": "Sparks",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "michaelKibbe": {
    "id": "michaelKibbe",
    "show": true,
    "fullName": "Michael Kibbe",
    "firstName": "Michael",
    "lastName": "Kibbe",
    "born": "1945",
    "died": "",
    "website": "http://michaelkibbe.com/",
    "photo": "/photos/michaelKibbe.jpg",
    "bio": "<p>Originally from the San Diego area, Michael Kibbe has a BM in music performance on oboe and bassoon, a MA in composition from CSU Northridge, and completed doctoral course work at UCLA. His total creative output is over 240 concert works, including two string quartets, 13 wind quintets, a large variety of mixed chamber music for winds, strings, brass, harp, keyboards and percussion. His catalogue includes works for band, orchestra and concertos. Kibbe's compositions have been performed throughout the United States, Mexico, Europe, Israel and China.</p>"
  },
  "miguelDelAguila": {
    "id": "miguelDelAguila",
    "show": true,
    "fullName": "Miguel del Aguila",
    "firstName": "Miguel del",
    "lastName": "Aguila",
    "born": "1957",
    "died": "",
    "website": "http://www.migueldelaguila.com",
    "photo": "/photos/miguelDelAguila.jpg",
    "bio": "<p>Composer <b>Miguel del Aguila</b>was born in Montevideo, Uruguay and moved to the U.S. in 1978. After graduating from the San Francisco Conservatory of Music, he traveled to Vienna to further his music studies. After ten years in Vienna, during which time he was active as composer, pianist, conductor, and music teacher, he returned in 1992 to live in Southern California. Numerous premieres of his works followed, and in 1994 <i>Los Angeles Times</i> critics chose him “resident music man of the year” and later “One of the West Coast’s most promisingand enterprising young composers.” He was honored with a Kennedy Center Friedheim Award in 1995 and was awarded several California Arts Council Fellowships and Residencies between 1996 and2000. Del Aguila’s catalog of over 70 works includes opera, orchestral, choral, solo, and chamberworks as well as incidental music for theater and film. International premieres of his works have been broadcast worldwide by radio and TV. To date, his works have been recordedon 15 different CD’s by major labels and artists. Since 1986 a number of his works have been published by Peermusic.</p>\n<p>Del Aguila’s busy schedule as pianist/composer has included solo performances with several orchestras and solo concerts at New York’s Carnegie Recital Hall and Merkin Hall and at Vienna’s Konzerthaus and Bösendorfer Hall. He has served as conductor and music director of California-based Ojai Camerata from 1996 to 2000 and is founder-director of the West Coast composers’ group Voices. He has commuted between New York and California since 2000 and spends summers at the Chautauqua Institution Summer Festival. This is Mr. del Aguila’s second commission from Pacific Serenades.</p>"
  },
  "munirBeken": {
    "id": "munirBeken",
    "show": true,
    "fullName": "Münir Beken",
    "firstName": "Münir",
    "lastName": "Beken",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/munirBeken.jpg",
    "bio": "<p>A composer, performer, and scholar, Münir Beken received his PhD in ethnomusicology from the University of Maryland. He studied composition with Cemal Resit Rey, Yalçin Tura, and Stuart Smith, and participated in composition workshops with such luminaries as George Crumb, Lukas Foss, Philip Glass, Roger Reynolds, Steve Reich, and Charles Wuorinen. His compositions have been performed internationally with considerable recognition in some of the most significant concert halls in the world. The performance of his Triple Concerto featured the eminent violinist Shlomo Mintz. His symphonic poem Gallipoli was premiered in 2005 and A Turk in Seattle featured Seattle Chamber Players in February 2006 at Benaroya Hall in Seattle. The world premier of his Blue Monologue for solo violin was performed in June 2006 at Carnegie Hall. Some of his works have won awards in international competitions. His recent composition “I Am A Corpse” for violin and orchestra will be released with conductor Robert Ian Winstin and Czech Philharmonic Orchestra by ERMMedia. His compositional style redefines itself from work to work. His music is published by Amplitude Music in France, and he is a member of ASCAP.</p>\n<p>He has given recitals in such venues as the Metropolitan Museum of Art and the Herbst Theater in San Francisco. He was the Executive Director of the Center for Turkish Music at the University of Maryland Baltimore County and a recipient of the Individual Artist Award of Maryland State Arts Council. American composers Melodie Linhart, Eric Flesher, and Christopher Shainin have written original compositions for Mr. Beken. He conducted the ITU Chamber Orchestra in Istanbul and Siena Chamber Orchestra in up-state New York.</p>\n<p>Münir Beken is currently Assistant Professor of theory and composition in Ethnomusicology Department at University of California Los Angeles. His scholarly interests include the phenomenology of music, cognitive musicology, and melodic modal systems of the Middle East and Central Asia. He has written several articles for the New Grove Dictionary of Music and Musicians and other scholarly publications.</p>"
  },
  "myraKestenbaum": {
    "id": "myraKestenbaum",
    "show": true,
    "fullName": "Myra Kestenbaum",
    "firstName": "Myra",
    "lastName": "Kestenbaum",
    "born": "1932",
    "died": "2001",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "nRimskyKorsakov": {
    "id": "nRimskyKorsakov",
    "show": false,
    "fullName": "N. Rimsky-Korsakov",
    "firstName": "N.",
    "lastName": "Rimsky-Korsakov",
    "born": "1844",
    "died": "1908",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "nedRorem": {
    "id": "nedRorem",
    "show": true,
    "fullName": "Ned Rorem",
    "firstName": "Ned",
    "lastName": "Rorem",
    "born": "1923",
    "died": "",
    "website": "http://www.nedrorem.com/",
    "photo": "/photos/nedRorem.jpg",
    "bio": ""
  },
  "olivierMessiaen": {
    "id": "olivierMessiaen",
    "show": false,
    "fullName": "Olivier Messiaen",
    "firstName": "Olivier",
    "lastName": "Messiaen",
    "born": "1908",
    "died": "1992",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "paulChihara": {
    "id": "paulChihara",
    "show": true,
    "fullName": "Paul Chihara",
    "firstName": "Paul",
    "lastName": "Chihara",
    "born": "1938",
    "died": "",
    "website": "",
    "photo": "/photos/paulChihara.jpg",
    "bio": "<p>Paul Seiko Chihara was born in Seattle, Washington in 1938, and received his Doctorate from Cornell University. His teachers include Robert Palmer, Nadia Boulanger in Paris, Ernst Pepping in Berlin, and Gunther Schuller at Tanglewood. Chihara was composer-in-residence at the Marlboro Music Festival in Vermont in 1972, the Mancini Institute, and the first composer-in-residence with the Los Angeles Chamber Orchestra, Neville Marriner, conductor. He was visiting composer at the Edinburgh Festival (1971), and has guest taught often at Tanglewood. He has recently been named Composer of the Year (2008-9) by the Classical Recording Foundation in New York.<br>\nMr. Chihara’s numerous awards include The Lili Boulanger Memorial Award, the Guggenheim and Fulbright Fellowships, the Aaron Copland Fund, and National Endowment for the Arts, as well as commissions from the Boston Symphony, the London Symphony Orchestra, the Los Angeles Philharmonic, the New Japan Philharmonic, the Cleveland Orchestra, the Chicago Symphony, the New Juilliard Ensemble, and the Orpheus. He was the composer-in-residence at the San Francisco Ballet from 1973-1986, where he composed the first full-length American ballet, The Tempest.<br>\nProfessor Chihara has composed scores for over 100 motion pictures, including Kiki’s Delivery Service, and Crossing Delancey. His works for television include China Beach, Noble House, Brave New World, An American Family, and 100 Centre Street. Mr. Chihara also served as music supervisor at Buena Vista Pictures (Walt Disney Co.). Active in the New York musical theatre world, Mr. Chihara served as musical consultant and arranger for Duke Ellington’s Sophisticated Ladies, and was the composer for James Clavell’s Shogun, the Musical. He is a Professor of Music at UCLA, and Chair of the Visual Media.<br>\nProfessor Chihara’s works have been widely recorded. His compositions appear on many labels including BMG Records, Reference Recordings, CRI, Music and Art, Vox Candide, New World Records, The Louisville Orchestra First Editions Records, Bridge Records, and Albany Records.</p>"
  },
  "paulHindemith": {
    "id": "paulHindemith",
    "show": false,
    "fullName": "Paul Hindemith",
    "firstName": "Paul",
    "lastName": "Hindemith",
    "born": "1895",
    "died": "1963",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "paulReale": {
    "id": "paulReale",
    "show": true,
    "fullName": "Paul Reale",
    "firstName": "Paul",
    "lastName": "Reale",
    "born": "1943",
    "died": "",
    "website": "http://www.minotaurz.com/minotaur/",
    "photo": "/photos/paulReale.jpg",
    "bio": ""
  },
  "peterKnell": {
    "id": "peterKnell",
    "show": true,
    "fullName": "Peter Knell",
    "firstName": "Peter",
    "lastName": "Knell",
    "born": "1970",
    "died": "",
    "website": "",
    "photo": "/photos/peterKnell.jpg",
    "bio": "<p>Composer Peter Knell (b. 1970) has received awards in numerous national and international competitions, including First Prizes in the Winnipeg Symphony Orchestra’s 10th New Music Festival International Composers Competition, the Indiana State University Contemporary Music Festival, the Louisville Orchestra Competition, and the Omaha Symphony Guild International New Music Competition. He was awarded Second Prizes in the Fourth International Witold Lutoslawski Composers Competition, the First International Composers’ Competition “In Memoriam Zoltán Kodály,” and the Cincinnati Symphony Orchestra’s Young Composers Competition. He has also received a Fulbright Fellowship, a BMI Student Composer Award, two ASCAP Foundation Morton Gould Young Composers Awards, grants from the Paloheimo Foundation and Meet the Composer, and commissions from the Winnipeg Symphony Orchestra, Barlow Endowment for Music Composition, Oakland East Bay Symphony, Renee B. Fisher Foundation, and Dale Warland Singers.</p>\n<p>His music has been performed at numerous festivals and by numerous national and international ensembles. It has been broadcast nationally in Canada and Hungary, statewide on Nebraska Public Radio, and on stations in Charlottesville [VA], Richmond, Austin, Omaha, Los Angeles, San Francisco, Oakland, San Diego, and Helsinki. His Seven Last Words, based on paintings of Rolf Stein, is available in a book/CD format from Valve-Hearts, Cologne. A compact disc featuring his orchestral work, “…the weakening eye of day” in a live performance by the Budapest Symphony Orchestra, is available on the Artisjus label.</p>\n<p>Mr. Knell holds degrees from Princeton University (BA), the Juilliard School (MM), and the University of Texas at Austin (DMA). His principal teachers have included Dan Welcher, Donald Grantham, and David Diamond. He is currently a freelance composer based in Los Angeles.</p>"
  },
  "peterSchickele": {
    "id": "peterSchickele",
    "show": true,
    "fullName": "Peter Schickele",
    "firstName": "Peter",
    "lastName": "Schickele",
    "born": "1935",
    "died": "",
    "website": "http://www.schickele.com/",
    "photo": "/photos/peterSchickele.jpg",
    "bio": "<p>Composer, musician, author, satirist-Peter Schickele is internationally recognized as one of the most versatile artists in the field of music. His works, now well in excess of 100 for symphony orchestras, choral groups, chamber ensembles, voice, movies and television, have given him “a leading role in the ever-more-prominent school of American composers who unselfconsciously blend all levels of American music.” (John Rockwell, The New York Times)</p>\n<p>His commissions are numerous and varied, ranging from works for the National Symphony, the Saint Louis Symphony, The Minnesota Opera, The Chamber Music Society of Lincoln Center, The Audubon and Lark String Quartets, the Minnesota Orchestral Association, and many other such organizations to compositions for distinguished instrumentalists and singers. His recent premieres include the Concerto for Cello and Orchestra “In Memoriam F.D.R.;” performed by Paul Tobias with the Pasadena Symphony under Jorge Mester; the New Century Suite, a concerto for saxophone quartet and orchestra, commissioned by the New Century Saxophone Quartet and premiered by them with the North Carolina Symphony; the New Goldberg Variations for cello and piano, performed by Yo Yo Ma and Emanuel Ax; the Symphony No. 1 “Songlines,” premiered by the National Symphony under Leonard Slatkin, and since performed across the country by orchestras including the New York Philharmonic and the Cleveland Orchestra; the String Quartet No. 5 “A Year in the Country,” given by the Audubon Quartet; the Concerto for Bassoon and Orchestra, written for the ProMusica Chamber Orchestra in Columbus, Ohio; the Concerto for Chamber Orchestra, performed at the OK Mozart Festival with Ransom Wilson conducting; the Quintet No. 2 for Piano and Strings, performed by the Lark Quartet with the composer at the piano; songs and instrumental music for Sheridan’s The Rivals, staged in Portland and Denver; Little Mushrooms for piano four hands; Two Songs on Elizabethan Lyrics; Blue Set No. 1, a jazz string quartet commissioned by the Greene Quartet and recorded on the Virgin label; and Blue Set No. 2 for four bassoons, commissioned by the Bassoon Brothers. The Armadillo String Quartet has presented annual concerts of Mr. Schickele’s chamber music in Los Angeles since 1991.</p>\n<p>Among the recordings recently released are Blue Set No. 2 for four bassoons, played by the Bassoon Brothers on the Crystal label; the Grammy Award-winning Hornsmoke, featuring the title piece as well as Brass Calendar and other works for brass quintet, performed by the Chestnut Brass Company on Newport Classics; Schickele on a Lark, including the Quintet No. 2 for Piano and Strings, String Quartet No. 2 “In Memoriam” and the Sextet for Strings, with the Lark Quartet on Arabesque; and another album of chamber music for strings, including String Quartet No. 1 “American Dreams,” the Quintet No. 1 for Piano and Strings, and String Quartet No. 5 “A Year in the Country,” with the Audubon Quartet on Centaur. Other compositions may be heard on RCA Red Seal, Vanguard, CRI, D’Note, Carlton, Koch International and MusicMasters.</p>\n<p>Peter Schickele arranged one of the musical segments for the Disney animated feature film, Fantasia 2000. He also created the musical score for the film version of Maurice Sendak’s children’s classic Where the Wild Things Are, issued on videocassette along with another Sendak classic In the Night Kitchen (Weston Woods), which Mr. Schickele narrates.</p>\n<p>Among his ongoing projects is a weekly, syndicated radio program, Schickele Mix, which has been heard nationwide over Public Radio International since January 1992 and which won ASCAP’s prestigious Deems Taylor Award.</p>\n<p>In 1993 Telarc released a recording of Prokofiev’s Sneaky Pete (a.k.a. Peter) and the Wolf and Saint-Saëns’ Carnival of the Animals with new texts authored and narrated by Peter Schickele, accompanied by the Atlanta Symphony Orchestra under Yoel Levi. Mr. Schickele gave the New York premiere of Sneaky Pete and the Wolf at Carnegie Hall as part of the 1993 Toyota Comedy Festival and has performed the Saint-Saëns work with major American orchestras, including the New York Philharmonic at its gala New Year’s Eve concert in 1991. He also continues to tour with a program of original cabaret songs, which he sings from the piano with the harmonizing assistance of David Düsing. Another program, Condition of My Heart, presents reflections on a long marriage in a continuous montage of poems by Susan Sindall and songs by Peter Schickele. As a lecturer, he has appeared in cities coast to coast; the Smithsonian Institution presented him in a series of four integrated lectures in 1997. Peter Schickele is currently touring with his close acquaintance Prof Schickele in two new programs, P.D.Q. Bach: The Vegas Years and P.D.Q. Bach and Peter Schickele: The Jekyll and Hyde Tour.</p>\n<p>Peter Schickele was born on July 17, 1935, in Ames, Iowa, and brought up in Washington, D.C. and Fargo, North Dakota. He graduated from Swarthmore in 1957, having had the distinction of being the only music major (as he had been, earlier, the only bassoonist in Fargo), and by that time he had already composed and conducted four orchestral works, a great deal of chamber music and some songs. He studied composition with Roy Harris and Darius Milhaud, and at The Juilliard School of Music with Vincent Persichetti and William Bergsma. Then, under a Ford Foundation grant, he composed music for high schools in Los Angeles before returning to teach at Juilliard in 1961. In 1965 he gave up teaching to become the freelance composer/performer he has been ever since.</p>\n<p>In the course of his career Schickele has also created music for four feature films, among them the prize-winning Silent Running, as well as for documentaries, television commercials, several Sesame Street segments and an underground movie that he has never seen in its finished state. He was also one of the composer/lyricists for Oh! Calcutta!, and has arranged for Joan Baez, Buffy Sainte-Marie and other folk singers.</p>\n<p>Mr. Schickele and his wife, the poet Susan Sindall, reside in New York City and at an upstate hideaway where he concentrates on composing. His son, Mathew, and his daughter, Karla are involved in various alternative rock groups, both as composers and performers. Karla plays bass for Ida and records her own songs on Tiger Style Records.</p>"
  },
  "peterYatesAndMatthewElgart": {
    "id": "peterYatesAndMatthewElgart",
    "show": true,
    "fullName": "Peter Yates & Matthew Elgart",
    "firstName": "Peter Yates & Matthew",
    "lastName": "Elgart",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "richardStrauss": {
    "id": "richardStrauss",
    "show": false,
    "fullName": "Richard Strauss",
    "firstName": "Richard",
    "lastName": "Strauss",
    "born": "1864",
    "died": "1949",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "robertAldridge": {
    "id": "robertAldridge",
    "show": true,
    "fullName": "Robert Aldridge",
    "firstName": "Robert",
    "lastName": "Aldridge",
    "born": "1954",
    "died": "",
    "website": "",
    "photo": "/photos/robertAldridge.jpg",
    "bio": ""
  },
  "robertKyr": {
    "id": "robertKyr",
    "show": true,
    "fullName": "Robert Kyr",
    "firstName": "Robert",
    "lastName": "Kyr",
    "born": "1952",
    "died": "",
    "website": "",
    "photo": "/photos/robertKyr.jpg",
    "bio": ""
  },
  "robertSchumann": {
    "id": "robertSchumann",
    "show": false,
    "fullName": "Robert Schumann",
    "firstName": "Robert",
    "lastName": "Schumann",
    "born": "1810",
    "died": "1856",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "rogerBourland": {
    "id": "rogerBourland",
    "show": true,
    "fullName": "Roger Bourland",
    "firstName": "Roger",
    "lastName": "Bourland",
    "born": "1952",
    "died": "",
    "website": "http://rogerbourland.com/",
    "photo": "/photos/rogerBourland.jpg",
    "bio": ""
  },
  "russellSteinberg": {
    "id": "russellSteinberg",
    "show": true,
    "fullName": "Russell Steinberg",
    "firstName": "Russell",
    "lastName": "Steinberg",
    "born": "1959",
    "died": "",
    "website": "",
    "photo": "/photos/russellSteinberg.jpg",
    "bio": ""
  },
  "selectedRussian": {
    "id": "selectedRussian",
    "show": false,
    "fullName": "Selected Russian",
    "firstName": "Selected",
    "lastName": "Russian",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "sergeiProkofiev": {
    "id": "sergeiProkofiev",
    "show": false,
    "fullName": "Sergei Prokofiev",
    "firstName": "Sergei",
    "lastName": "Prokofiev",
    "born": "1891",
    "died": "1953",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "sergeiRachmaninoff": {
    "id": "sergeiRachmaninoff",
    "show": false,
    "fullName": "Sergei Rachmaninoff",
    "firstName": "Sergei",
    "lastName": "Rachmaninoff",
    "born": "1873",
    "died": "1943",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "sharonFarber": {
    "id": "sharonFarber",
    "show": true,
    "fullName": "Sharon Farber",
    "firstName": "Sharon",
    "lastName": "Farber",
    "born": "",
    "died": "",
    "website": "http://sharonfarber.com/",
    "photo": "/photos/sharonFarber.jpg",
    "bio": "<p>Sharon Farber, originally from Israel, has received critical acclaim as a composer in the Concert world as well as that of Film and TV. She brings to her music influences from her Middle Eastern heritage as well as her extensive knowledge of Classical and Western music.</p>\n<p>Sharon began her musical career at the age of seven, as a classical pianist. After graduating from Thelma -Yelin High School for the Arts, she served in the IDF (Israeli Defense Force) and later worked as a theater composer and musical director in Israel. She won the first prize in Colors in Dance in 1992 for her music for choreography. In 1994, she moved to Boston upon receiving a scholarship from Berklee College Of Music. During her studies, she won the first prize in the yearly Professional Writing Division Concert with her first string quartet. After graduating Summa Cum Laude in 1997 (majoring in both Classical Composition and Film Scoring) she moved to Los Angeles to begin her professional career. Miss Farber was the recipient of the prestigious Academy of Television Arts and Sciences Internship in Film Scoring, as well as the Mentorship program of the Society of Composers and Lyricists, on which she currently serves as a board member.</p>\n<p>Ms. Farber, Composer In Residence of the 2009 Beverly Hills International Music Festival, has been writing concert and choir music in parallel to her film-scoring career, and has many international premieres and performances to her credit. To name a few: The Third Mother/Mothers’ Lament, in memory of slain reporter Daniel Pearl, which was world premiered by the distinguished Los Angeles Master Chorale, under the direction of Maestro Grant Gershon, and won her the First Prize in the Cincinnati Camerata Composition Competition in 2007 (published by Roger Dean Music publishing), ASHKINA, featuring Omar Faruk Tekbilek, premiered in New York, October 2004, and has had many performances since. Her commissioned piece, Translucent Rocks, was premiered by the prestigious Israeli Chamber Orchestra, October 2007 to rave reviews. Her work “My Beloved” for Women’s Choir and Ensemble was premiered in April by The Ithaca College Women’s Chorale with Janet Galván, conductor and will be featured at the ACDA this coming February. Her song cycle, “To Always Remember” was recently recorded for an album by acclaimed Soprano Sharon Rostorf- Zamir. Ms. Farber’s music was featured in a concert at The Walt Disney Hall in Los Angeles June, 2009, performed by The Jewish Symphony Orchestra and a 100 piece Gospel choir. She has recently completed her Composer Residency at the 2009 Beverly Hills International Music Festival, where she curated two new concerts, and her film music has been featured time and again on “From Stage To Cinema” concert series. Her next commissions include the Laguna Beach Music festival and the prestigious MORAN choir from Israel.</p>\n<p>In the Film and TV industry, Sharon has been working with such prestigious companies as NBC, CBS, Showtime and WB , as well as writing music for features films and other projects. She won the Telly Award in 1998 for best score for the docu-drama series “California 2000” and her work can also be heard at the Museum of Sacramento, as part of the Museum’s permanent exhibition. Her orchestral score for “When Nietzsche Wept”, starring Aramand Assante and Ben cross (Millennium Films) was released October 20008, and she has recently completed the score for Folie a Deux for director Sean Martin (UK). In addition, she was commissioned to compose a new full CD for APM/SONOTON Music which is available on her website.</p>\n<p>From the press:<br>\n“It was “Translucent Rocks”, a fantasy for orchestra, from the young Israeli composer Sharon Farber, which made the strongest mark at the concert… It’s been so long since I’ve heard such a beautiful piece in every sense of the word, and that during its performance I felt that I was in the classical era, instead of listening to something that recently came out.”</p>\n<p>“As a rapturously beautiful score that makes psycho-analysis sound off with more emotion than ever before, ‘Nietzsche’ introduces Sharon Farber as a composer to watch.” – IF Magazine &lt;http://www.ifmagazine.com/feature.asp?article=3067&gt;<br>\n“An intricately sensitive composition, When Nietzsche Wept, is an elegantly classical score, rich in dramatic texture and musical sensitivity.” – Randall D. Larson &lt;http://www.buysoundtrax.com/larsons_soundtrax.html&gt; , buysoundtrax.com</p>"
  },
  "shirleyWalker": {
    "id": "shirleyWalker",
    "show": true,
    "fullName": "Shirley Walker",
    "firstName": "Shirley",
    "lastName": "Walker",
    "born": "1945",
    "died": "2006",
    "website": "http://walker.filmmusic.com/",
    "photo": "/photos/shirleyWalker.jpg",
    "bio": ""
  },
  "stephenCohn": {
    "id": "stephenCohn",
    "show": true,
    "fullName": "Stephen Cohn",
    "firstName": "Stephen",
    "lastName": "Cohn",
    "born": "",
    "died": "",
    "website": "http://www.stephencohn.com/",
    "photo": "/photos/stephenCohn.jpg",
    "bio": "<p>Stephen Cohn is internationally recognized for his music for the concert stage; scores for feature films, and television.</p>\n<p>His concert works have been performed and recorded by the world’s finest orchestras and chamber music ensembles in the United States and Europe, such as the Arditti Quartet, the Kansas City Symphony, the Prague Philharmonic the Chroma String Quartet, the Eclipse Quartet, Palomar, and the Midnight Winds. He has been Composer-in-Residence at The International Encounters of Catalonia in France and has been commissioned to compose new works which have been performed in Los Angeles, New York, Chicago, Fort Worth, Tempe, Rome, Brussels, Ceret, Passau, Berlin, Orihuela, China (various cities), and Prague.</p>\n<p>Stephen’s classical and commercial recordings have been released by Warner Bros., Motown, A&amp;M Records, Columbia Records, Albany Records and At Peace Media.</p>\n<p>He has received an Emmy Award for “Outstanding Achievement in Music”, and his scores have been part of many award winning productions and feature films which included such stars as Lily Tomlin, Joanne Woodward, Kathleen Quinlan, Colleen Dewhurst, William Shatner, and Wallace Shawn. He has received a Parents’ Choice Gold Award for his CD release, “Two Together, An American Folk Music Suite”.</p>\n<p>Recent premieres include: Metaphors and Contrasts for woodwind quintet, Essay for Guitar and Dance in the Dream for Classical Guitar, The Giver of Stars, for cappella choir, Seven Dances for piano, Winter Soul, for string quartet (reviewed in the Huffington Post), Sea Change for Pierrot Ensemble, and American Spring for string trio and marimba (reviewed in the Huffington Post).</p>"
  },
  "steveReich": {
    "id": "steveReich",
    "show": true,
    "fullName": "Steve Reich",
    "firstName": "Steve",
    "lastName": "Reich",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "stevenScher": {
    "id": "stevenScher",
    "show": true,
    "fullName": "Steven Scher",
    "firstName": "Steven",
    "lastName": "Scher",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "tanburiCemilBey": {
    "id": "tanburiCemilBey",
    "show": true,
    "fullName": "Tanburi Cemil Bey",
    "firstName": "Tanburi Cemil",
    "lastName": "Bey",
    "born": "1871",
    "died": "1916",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "taniaFrench": {
    "id": "taniaFrench",
    "show": true,
    "fullName": "Tania French",
    "firstName": "Tania",
    "lastName": "French",
    "born": "1963",
    "died": "",
    "website": "http://www.musicdreaming.com/",
    "photo": "",
    "bio": ""
  },
  "theodoreNorman": {
    "id": "theodoreNorman",
    "show": true,
    "fullName": "Theodore Norman",
    "firstName": "Theodore",
    "lastName": "Norman",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "traditional": {
    "id": "traditional",
    "show": false,
    "fullName": "Traditional",
    "firstName": "",
    "lastName": "Traditional",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "vaughanWilliams": {
    "id": "vaughanWilliams",
    "show": false,
    "fullName": "Vaughan Williams",
    "firstName": "Vaughan",
    "lastName": "Williams",
    "born": "1872",
    "died": "1958",
    "website": "http://www.rvwsociety.com/",
    "photo": "",
    "bio": ""
  },
  "vincentLuebeck": {
    "id": "vincentLuebeck",
    "show": false,
    "fullName": "Vincent Luebeck",
    "firstName": "Vincent",
    "lastName": "Luebeck",
    "born": "1654",
    "died": "1740",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "williamWeingarden": {
    "id": "williamWeingarden",
    "show": true,
    "fullName": "William Weingarden",
    "firstName": "William",
    "lastName": "Weingarden",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "wolfgangMozart": {
    "id": "wolfgangMozart",
    "show": false,
    "fullName": "Wolfgang Mozart",
    "firstName": "Wolfgang",
    "lastName": "Mozart",
    "born": "1756",
    "died": "1791",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "yalilGuerra": {
    "id": "yalilGuerra",
    "show": true,
    "fullName": "Yalil Guerra",
    "firstName": "Yalil",
    "lastName": "Guerra",
    "born": "1973",
    "died": "",
    "website": "http://www.yalilguerra.com/Home.html",
    "photo": "",
    "bio": ""
  },
  "zelmanBokser": {
    "id": "zelmanBokser",
    "show": true,
    "fullName": "Zelman Bokser",
    "firstName": "Zelman",
    "lastName": "Bokser",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "zoltanKodaly": {
    "id": "zoltanKodaly",
    "show": false,
    "fullName": "Zoltan Kodàly",
    "firstName": "Zoltan",
    "lastName": "Kodàly",
    "born": "1882",
    "died": "1967",
    "website": "",
    "photo": "",
    "bio": ""
  }
}
