{
  "allanVogel": {
    "id": "allanVogel",
    "fullName": "Allan Vogel",
    "firstName": "Allan",
    "lastName": "Vogel",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/allanVogel.jpg",
    "bio": "<p>Oboist Allan Vogel is one of America’s leading wind soloists and chamber musicians. Hailed as “an aristocrat of his instrument, an oboe virtuoso with few equals,” (Los Angeles Times) and “undoubtedly one of the few world masters” (San Diego Union), he is Solo Oboist of LACO. He has performed concerti with orchestras throughout the country and has been featured at the Chamber Music Northwest, Marlboro, Santa Fe, Aspen, Mostly Mozart, Summerfest, Sarasota, and Oregon Bach festivals. Mr. Vogel has been guest Principal Oboist with the Boston Symphony Orchestra for concerts in the major European capitals, Carnegie Hall, the Kennedy Center, and the Boston Symphony Hall. He has also performed with the Academy of St. Martin-in- the- Fields, the Orpheus Chamber Orchestra, and the Berlin Philharmonic. He has often been a guest with the Chamber Music Society of Lincoln Center in New York City and has completed three tours of Japan.</p>\n<p>His recordings, Bach’s Circle and Oboe Obsession, have been released on the Delos label. Mr. Vogel is on the faculty of Cal Arts and USC. His former students hold many prominent orchestral and university positions throughout the country. He received a doctorate in performance from Yale University where he studied with Robert Bloom. He also worked with Lothar Koch in Berlin on a Fulbright Fellowship and with oboists Fernand Gillet, Josef Marx, and Jean de Vergie. Mr. Vogel has recently been chosen to serve on the advisory board of the American Bach Society.</p>"
  },
  "ambroiseAubrun": {
    "id": "ambroiseAubrun",
    "fullName": "Ambroise Aubrun",
    "firstName": "Ambroise",
    "lastName": "Aubrun",
    "born": "",
    "died": "",
    "website": "http://www.ambroiseaubrun.com/",
    "photo": "/photos/ambroiseAubrun.jpg",
    "bio": "<p>Violinist <strong>Ambroise Aubrun</strong> began his musical studies at age 4 at the Nice Conservatory. He was admitted at the <strong>Paris National Superior Conservatory</strong> at age 15, where he studied with Roland Daugareil and Serge Pataud and graduated with a <strong>First Prize</strong> four years later. He earned his <strong>Doctorate</strong> from <strong>UCLA</strong> with Guillaume Sutre, as well as his <strong>Artist Diploma</strong> from the <strong>Colburn</strong> School with Martin Beaver. Since his recital debut at age 14, Ambroise has been invited to numerous festivals such as Le Cercle musical, the Dilijan Chamber Music Series, Incontri in terra di Sienna, and Le Salon de Musiques. He has performed in concert halls such as <strong>Salzburg</strong> Haus Fuer Mozart, <strong>Yerevan</strong> Khachaturian Grand Hall, <strong>Los Angeles</strong> Zipper Hall, and has played with such artists as Jean-Yves Thibaudet, Kevin Fitz-Gerald, Guillaume Sutre, Martin Chalifour, Fred Sherry, Clive Greensmith, and Carrie Dennis. Ambroise has premiered over 15 works and has closely worked with composers such as Eric Tanguy, Mark Carlson, and Juan Colomer. The recipient of numerous awards, Ambroise has appeared as a soloist, playing the Sibelius, Bruch, and Weinberg concertos, and the Bartok Rhapsody No.1. He plays a <strong>Matteo Goffriller</strong> violin, on a generous loan by the <strong>Langart Foundation</strong>.</p>"
  },
  "antoinettePerry": {
    "id": "antoinettePerry",
    "fullName": "Antoinette Perry",
    "firstName": "Antoinette",
    "lastName": "Perry",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/antoinettePerry.jpg",
    "bio": ""
  },
  "armenKsajikian": {
    "id": "armenKsajikian",
    "fullName": "Armen Ksajikian",
    "firstName": "Armen",
    "lastName": "Ksajikian",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/armenKsajikian.jpg",
    "bio": "<p>Cellist Armen Ksajikian began his professional career at age 12 with the Abkhazian State Philharmonic in his native Soviet Union. Since arriving in the United States in 1976, he has been active in the musical life of Los Angeles, appearing as soloist and/or Principal Cellist with LACO, Opus Chamber Orchestra, the Pasadena, Pacific, and Long Beach Symphonies, and the Hollywood Bowl Orchestra, as well as the Bolshoi, Kirov, Stuttgart, Joffrey, Royal and American Ballet Theatre Orchestras. He toured with the LA Philharmonic to New York and throughout Europe, and with the Hollywood Bowl Orchestra to Japan and Brazil. Armen has also participated in many music festivals including the Cabrillo, Colorado, Banff, Sitka, Venice Film, Fairbanks Summer Arts, Oregon Beach, and Juneau Jazz and Classics.</p>\n<p>Since 1982, Armen has been a member of the distinguished Armadillo String Quartet, participating in such daring events as a 34-1/2-hour marathon performance of the complete quartets of Joseph Haydn, as well as concerts from the top of the Mendenhall Glacier to the bottom of the Grand Canyon, and from Hong Kong’s City Hall to New York’s Carnegie Hall, where they gave the world premier of P.D.Q. Bach’s string quartet The Moose.</p>\n<p>In addition to many of Peter Schickele’s compositions, Ksajikian has premiered works by John Cage, Miklos Rosza, John Williams, Mel Powell, Henry Mancini, Randy Newman, John Adams, Chick Corea, and many others. In 1985, Ksajikian was invited to perform with Jascha Heifetz in his master classes. Armen occasionally plays the role of baroque cellist with several early music ensembles in the Los Angeles area. He can also be found in numerous Hollywood recording orchestras, with over 900 motion picture soundtracks to his credit.</p>\n<p>Armen’s hobbies include white water rafting, poker, backgammon, and playing concertos with the Southland’s symphony orchestras.</p>"
  },
  "aykeAgus": {
    "id": "aykeAgus",
    "fullName": "Ayke Agus",
    "firstName": "Ayke",
    "lastName": "Agus",
    "born": "",
    "died": "",
    "website": "http://www.aykeagus.com/",
    "photo": "/photos/aykeAgus.jpg",
    "bio": "<p>Ayke Agus&nbsp;is a multi-talented artist: a master violinist and pianist of incomparable skills. Her longtime association with the great violinist included numerous performances and chamber music concerts with the acclaimed Russian cellist Gregor Piatigorsky in addition to her significant collaboration with Mr.Heifetz on completion of his published transcriptions for violin and piano.</p>\n<p>A native of Indonesia, of Chinese, Dutch and Javanese ancestry, Ms. Agus, a child prodigy at the age of seven on both violin and piano, came to the United States to continue her studies in New York. Upon winning several competitions, she became the youngest member of the Buffalo Philharmonic Symphony and was subsequently offered two full scholarships: to Juilliard and to USC. Her acceptance into the Jascha Heifetz Masterclass at USC began a lasting association with the great violinist up to the very end of his illustrious life.</p>\n<p>For ten years, Ms. Agus held a prominent position as a member of the piano faculty at USC. Ayke continues to concertize around the world performing in chamber music festivals as soloist and guest artist with internationally acclaimed groups as the Ysaÿe String Quartet of Paris, and the Jacques Thibaud Trio, among others. Her solo appearances with symphony orchestras and solo recitals throughout the US, Europe, and Asia receive rave reviews describing her unique violin/piano artistry as “….brilliant!…with sensitivity & emotion!” Ms. Ayke travels across the United States conducting violin/piano workshops and master- classes on “The Art of Collaboration” and as lecturer/author of “Heifetz As I Knew Him” (Amadeus Press) sharing her lifelong experiences at major universities with teachers and students of all ages.</p>"
  },
  "beckyRodman": {
    "id": "beckyRodman",
    "fullName": "Becky Rodman",
    "firstName": "Becky",
    "lastName": "Rodman",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/beckyRodman.jpg",
    "bio": ""
  },
  "belindaBroughton": {
    "id": "belindaBroughton",
    "fullName": "Belinda Broughton",
    "firstName": "Belinda",
    "lastName": "Broughton",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/belindaBroughton.jpg",
    "bio": "<p>Violinist Belinda Broughton began performing concertos as a child with the New Zealand Symphony Orchestra. At the age of 12, she performed the Mendelssohn Concerto for Queen Elizabeth II at a Royal Command performance in New Zealand.</p>\n<p>At 18, having moved to London three years earlier to study with Alfredo Campoli, she joined the London Philharmonic Orchestra as it’s youngest ever member and the following year was also playing as assistant concertmaster with the London Symphony Orchestra and BBC Symphony Orchestra. By the age of 20 she had performed as concertmaster with the Royal Opera House Covent Garden, English National Opera and BBC Concert Orchestra After leaving the London Philharmonic Orchestra, she worked for 20 years as a freelance player in London, recording music for films, television and records and toured England, Europe, and the Middle East as a member of the Lake Piano Trio.</p>\n<p>In 1997, she married composer Bruce Broughton and moved to Los Angeles with her two sons, where she has continued her recording and performing career. In addition to her studio work, she has played with various chamber ensembles, including the Maestro Foundation and Pacific Serenades, and has been guest concertmaster with the Los Angeles Chamber Orchestra, Glendale Symphony Orchestra, and the New West Symphony.</p>"
  },
  "benjaminBartelt": {
    "id": "benjaminBartelt",
    "fullName": "Benjamin Bartelt",
    "firstName": "Benjamin",
    "lastName": "Bartelt",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/benjaminBartelt.jpg",
    "bio": "<p>Violist Ben Bartelt has performed in a dozen countries on six continents, and across fifteen of the United States of America. As an orchestral musician, he has toured with the YMF Debut Orchestra and the Junges Stuttgarter Bach Ensemble, and performed under conductors such as Neville Marriner, Michael Tilson Thomas, Esa-Pekka Salonen, Krzysztof Penderecki, Peter Oundjian, James Conlon, Osmo Vänskä, and Nicolas McGegan. He has performed in the Spoleto Festival Orchestra, the New World Symphony, and as guest principal violist of the Juneau Symphony.</p>\n<p>An active freelancer in Southern California, Ben has performed with Camerata Pacifica and for the Dilijan Chamber Music Series, Pacific Serenades, the Enlightenment Music Series, The Music Guild’s Coffee, <em>Cookies and Concerts </em>series, and the Colburn Chamber Music Society. He has performed in productions for the Pacific Opera Project, Musical Theatre West, and with the Kaleidoscope Chamber Orchestra. As a chamber musician, he is a founding member of the Euler String Quartet and DuselForty58, a crossover ensemble that performs music from Bach to jazz. He has performed for the Bruman Summer Music Festival and Festival Mozaic. Ben performs with a bow made by Charles Audinot, on generous loan from the Maestro Foundation.</p>"
  },
  "benjaminSimon": {
    "id": "benjaminSimon",
    "fullName": "Benjamin Simon",
    "firstName": "Benjamin",
    "lastName": "Simon",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "brendanSpeltz": {
    "id": "brendanSpeltz",
    "fullName": "Brendan Speltz",
    "firstName": "Brendan",
    "lastName": "Speltz",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/brendanSpeltz.jpg",
    "bio": "<p>Violinist Brendan Speltz is currently a student at the USC Thornton School of Music, working with Margaret Batjer. During the past several summers, Brendan has studied chamber music extensively with the Colorado Quartet at Soundfest, Cape Cod, with Marion Feldman at the NYU Quartet workshop in New York City, and at the Bowdoin Music Festival in Maine, and the International Academy of Music in St. Petersburg, Russia and Niagara Falls, Canada. He has participated in established professional chamber music series such as the South Bay Chamber Music Society and Pacific Serenades, and has performed several times on the broadcasts from the Los Angeles County Museum of Arts on KMZT. Brendan has also performed in orchestras under the direction of Larry Livingston at the Idyllwild School of Music and was honored to have been selected to play under Helmuth Rilling at the Bach Academy in Stuttgart.</p>"
  },
  "brianDembow": {
    "id": "brianDembow",
    "fullName": "Brian Dembow",
    "firstName": "Brian",
    "lastName": "Dembow",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/brianDembow.jpg",
    "bio": "<p>Brian Dembow, violist, is well known in the field of chamber music. Born in new York City, he was admitted to the Juilliard School at age eleven as a scholarship student of the renowned pedagogue Dorothy DeLay. As a young violinist Mr. Dembow began capturing first place finishes in competitions as well as winning the Edward Dethier Award and on two occasions the Michael Rabin Award. At age eighteen he made his first appearances abroad with orchestra in a series of concerts throughout Germany and Scandinavia. A move to Southern California in 1978 helped establish his reputation there as a teacher (at the University of California), and as an orchestral musician (serving as concertmaster of both the Long Beach and San Diego Symphonies). Mr. Dembow has been a member of the New York and Sequoia String Quartets. As a member of the Angeles String Quartet, Mr. Dembow won a Grammy for Best Chamber Music Performance (2001) for the landmark recording of the 68 String Quartets of Joseph Haydn for the Philips Classics label. In addition, he has recorded for the Delos, Sine Qua Non, CRI and Kock international labels. Mr. Dembow has also served for several years as Artist-in-Residence at the Aspen Music Festival in Colorado.</p>"
  },
  "brianOconnor": {
    "id": "brianOconnor",
    "fullName": "Brian O’Connor",
    "firstName": "Brian",
    "lastName": "O’Connor",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/brianOconnor.jpg",
    "bio": ""
  },
  "brookSpeltz": {
    "id": "brookSpeltz",
    "fullName": "Brook Speltz",
    "firstName": "Brook",
    "lastName": "Speltz",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/brookSpeltz.jpg",
    "bio": "<p>Cellist Brook Speltz is in his second year at the Curtis Institute of Music in Philadelphia. He began his studies at age 7 with Lynn Burrows, at the Pasadena Conservatory, and later with Rick Naill at the Colburn School, and eventually with Eleonore Schoenfeld. In 2002, Brook was the Grand Prize winner in the ASTA regional competition, intermediate division, and later was a finalist in the state competition and a participant in the 2004 national finals. In 2004, he was a finalist in the prestigious Bronislaw Kaper awards. He was a recent winner in the Annual Artist of Tomorrow program of the Brentwood-Westwood Symphony. He has participated in summer programs such as Soundfest in Cape Cod, Bowdoin in Maine, Idyllwild Arts, and the Music Academy of the West, and the Oregon Bach Festival. During his free time, Brook enjoys baseball, basketball, and spending time with friends.</p>"
  },
  "bruceMorgenthaler": {
    "id": "bruceMorgenthaler",
    "fullName": "Bruce Morgenthaler",
    "firstName": "Bruce",
    "lastName": "Morgenthaler",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/bruceMorgenthaler.jpg",
    "bio": ""
  },
  "ceciliaTsan": {
    "id": "ceciliaTsan",
    "fullName": "Cécilia Tsan",
    "firstName": "Cécilia",
    "lastName": "Tsan",
    "born": "",
    "died": "",
    "website": "http://www.ceciliatsan.com/",
    "photo": "",
    "bio": ""
  },
  "claudiaParducci": {
    "id": "claudiaParducci",
    "fullName": "Claudia Parducci",
    "firstName": "Claudia",
    "lastName": "Parducci",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "claytonHaslop": {
    "id": "claytonHaslop",
    "fullName": "Clayton Haslop",
    "firstName": "Clayton",
    "lastName": "Haslop",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/claytonHaslop.jpg",
    "bio": ""
  },
  "connieKupka": {
    "id": "connieKupka",
    "fullName": "Connie Kupka",
    "firstName": "Connie",
    "lastName": "Kupka",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/connieKupka.jpg",
    "bio": "<p>Connie Kupka, violinist, was born and raised in Los Angeles where she studied at UCLA and began her professional career. In 1972, she won a scholarship to study chamber music with the Guarneri Quartet and concurrently worked with the violin pedagogue, Broadus Earle. In 1973, she joined the Arriaga Quartet, which won First Prize in the Coleman competition in Pasadena. The following year, Ms. Kupka debuted at Town Hall in New York with the ensemble.</p>\n<p>Ms. Kupka has participated in many summer chamber music festivals, including those in Santa Fe, the Grand Canyon, the Oregon Bach Festival, the Mainly Mozart Festival in San Diego, and the Ojai Music Festival. She has served as Principal Violinist for LACO, the Pasadena Symphony, and the Colorado Music Festival, and has appeared as soloist with the South Bay Symphony and Colorado Chamber Orchestra.</p>\n<p>Ms. Kupka has been a member of LACO for 14 seasons. She augments her Los Angeles orchestral activities with chamber music performances for such series as the South Bay Chamber Music series and Monday Evening Concerts and is also active in motion picture studio orchestras.</p>"
  },
  "cynthiaPhelps": {
    "id": "cynthiaPhelps",
    "fullName": "Cynthia Phelps",
    "firstName": "Cynthia",
    "lastName": "Phelps",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/cynthiaPhelps.jpg",
    "bio": ""
  },
  "davidAtkins": {
    "id": "davidAtkins",
    "fullName": "David Atkins",
    "firstName": "David",
    "lastName": "Atkins",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/davidAtkins.jpg",
    "bio": ""
  },
  "davidJohnson": {
    "id": "davidJohnson",
    "fullName": "David Johnson",
    "firstName": "David",
    "lastName": "Johnson",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "davidSasaki": {
    "id": "davidSasaki",
    "fullName": "David Sasaki",
    "firstName": "David",
    "lastName": "Sasaki",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/davidSasaki.jpg",
    "bio": ""
  },
  "davidSpeltz": {
    "id": "davidSpeltz",
    "fullName": "David Speltz",
    "firstName": "David",
    "lastName": "Speltz",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/davidSpeltz.jpg",
    "bio": "<p>David Speltz, cellist, began his formal studies with Eleanore Schoenfeld after being introduced to the cello by his father. Later, he was invited to join the Piatigorsky masterclass at USC.</p>\n<p>He earned a master’s degree in mathematics from UCLA but soon realized that music-and the cello-was the path he should follow. In 1973 he helped form the Arriaga String Quartet, which went on to win first prize in the prestigious Coleman competition in Pasadena.</p>\n<p>As a member of the Musical Offering ensemble, he performed at the Library of Congress, Lincoln Center, Casals Festival in Puerto Rico, and recorded on the Nonesuch label. He has played on many of the chamber music series in Los Angeles, including Pacific Serenades, Chamber Music in Historic Sites, the Bing series, the IMA, South Bay, and LACMA chamber music series. During the summer months, he participates in music festivals in Santa Fe, the Grand Canyon, and at the Oregon Bach Festival.</p>\n<p>Speltz was a member of LACO during Sir Neville Marriner’s tenure and principal cellist of the California Chamber Symphony for eight seasons. In 1989 he was invited by Helmuth Rilling to serve as principal cellist of the Bachakademie in Stuttgart, Germany. He is also active in the Los Angeles recording field, performing on such films as Schindler’s List and Jurassic Park.</p>"
  },
  "davidWalther": {
    "id": "davidWalther",
    "fullName": "David Walther",
    "firstName": "David",
    "lastName": "Walther",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/davidWalther.jpg",
    "bio": "<p>David Walther began playing the violin on his sixth birthday. His mother coached him at this age, and he took lessons from Geneveve Osbourne. His other two principal violin teachers were Marylou Speaker-Churchill and Sophie Vilker. At age seventeen Walther began studying the viola with John Ziarko. He received both his bachelor’s and master’s degrees from USC under the tutelage of Donald McInnes. Walther attended many summer festivals during his formative years, including Weathersfield, where he studied with Roland Vamos, Greenwood, Spoleto (Italy), and the Music Academy of the West.</p>\n<p>Upon graduating from college in 1999, Walther joined the Debussy Trio and soon after became a founding member of the New Hollywood String Quartet. Both groups are critically acclaimed and have toured extensively throughout Europe and the United States. Apart from being a chamber musician, Walther works as a studio musician in the motion picture industry.</p>\n<p>The Los Angeles Times commented on a recent concerto performance: “Walther, a violist of abundant technical virtuosity and musical panache, illuminated the work’s provocative personality, and his rich tone, in sound hues comparable to Belgian chocolate, made the experience complete.” The Seattle Post-Intelligencer wrote concerning a separate concerto performance: “David Walther made an especially good impression with his large, burnished tone and handsomely molded legato.”</p>"
  },
  "debraPrice": {
    "id": "debraPrice",
    "fullName": "Debra Price",
    "firstName": "Debra",
    "lastName": "Price",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/debraPrice.jpg",
    "bio": ""
  },
  "deloresStevens": {
    "id": "deloresStevens",
    "fullName": "Delores Stevens",
    "firstName": "Delores",
    "lastName": "Stevens",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/deloresStevens.jpg",
    "bio": ""
  },
  "douglasMasek": {
    "id": "douglasMasek",
    "fullName": "Douglas Masek",
    "firstName": "Douglas",
    "lastName": "Masek",
    "born": "",
    "died": "",
    "website": "http://www.dougmasek.com/",
    "photo": "/photos/douglasMasek.jpg",
    "bio": "<p>Internationally renowned saxophonist Douglas Masek is recognized as one of today’s foremost exponents of contemporary saxophone music. His performances, which have emphasized versatility in a wide range of musical styles, from classical and contemporary to jazz, have consistently garnered critical acclaim. The LA Times stated that Masek’s playing is “smooth, sinuous, stunning, stylish, dazzling, and glowing with the requisite rich color.” The Daily Review in Oakland, California, wrote that “Masek plays with dazzling virtuosity,” while The Outlook in Santa Monica, declared that “Masek’s performance was marvelous…his control was almost uncanny…extraordinary musicianship.”</p>\n<p>Having received his BM degree from the University of Cincinnati College-Conservatory of Music, and his MM degree from Ohio State University, Dr. Masek completed his academic education with a DMA from USC. Currently Professor of Saxophone at UCLA, and in much demand as a master teacher, he is also a Vandoren Elite Artist, performing and lecturing internationally at schools, colleges, and universities.</p>\n<p>With extensive concert touring in the United States, Europe, Asia, South Africa, and South America, he has also performed as soloist at the Singapore Sun Festival, American (Cluj-Napoca, Romania), the China International (Beijing), Aspen, Ojai Music Festivals , the Santa Fe Chamber Music Festival, and the Idyllwild Arts Academy.</p>\n<p>Having premiered dozens of compositions written exclusively for him, Masek’s discography includes seven CD solo collections; Distant Memories, Windwood, Recrudescence, Saxvoir Faire, Saxtronic Soundscape, Saxophone Alternative, and EclectSax. The latter three CDs, which are produced by Centaur Records, feature compositions of Los Angeles composers.</p>"
  },
  "edithOrloff": {
    "id": "edithOrloff",
    "fullName": "Edith Orloff",
    "firstName": "Edith",
    "lastName": "Orloff",
    "born": "",
    "died": "",
    "website": "http://www.pacifictrio.com/edithorloff.htm",
    "photo": "/photos/edithOrloff.jpg",
    "bio": "<p>Known for her versatility as a performer, pianist Edith Orloff has earned acclaim in the United States and Europe. She has concertized with equal success as recitalist, chamber musician, and soloist with orchestra. Her solo German debut in 1998 was received as “elegant, a pleasure to hear”, and her music-making has won praise at home and abroad for its interpretive vitality and perceptive musicianship.</p>\n<p>In 1980, she became a member of the LosAngles-based Pacific Trio. The ensemble, with violinist Roger Wilkie and cellist John Walz, makes annual tours of the U.S. and Europe. Most recently, they recorded the Beethoven Triple Concerto with the Czech National Orchestra, as well as a CD of trios by American composers. For many years the group served as ensemble-in-residence of the Idyllwild Arts summer festival, where Ms. Orloff taught since 1976.</p>\n<p>Ms. Orloff has appeared as guest artist with many notable ensembles, including the Houston Symphony Chamber Players, the Ensemble Con Brio of Bruchsal, Germany, and the Czech String Trio, and is a regular guest performer at Festival Mozaic (formerly, San Luis Obispo Mozart Festival). In keeping with her interest in promoting new music, she has helped to launch several series devoted to the works of contemporary composers. Ms. Orloff also enjoys a long-standing musical collaboration with her husband, Houston Symphony principal clarinetist David Peck; their CD of modern works for clarinet and piano was released in 2004.</p>\n<p>A master’s degree graduate of the California Institute of the Arts, where she studied piano with Earle Voorhies and chamber music with Cesare Pascarella, she has also worked with Jerome Lowenthal, Reginald Stewart, Rosina Lhevinne, Daniel Pollack, and Roberto Eyzaguirre.</p>\n<p>Ms. Orloff teaches privately and in master classes. In addition to her musical activities, she enjoys literature, travel, and study of languages. She resides in Houston and San Diego.</p>"
  },
  "elizabethBaker": {
    "id": "elizabethBaker",
    "fullName": "Elizabeth Baker",
    "firstName": "Elizabeth",
    "lastName": "Baker",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/elizabethBaker.jpg",
    "bio": ""
  },
  "eugeneFriesen": {
    "id": "eugeneFriesen",
    "fullName": "Eugene Friesen",
    "firstName": "Eugene",
    "lastName": "Friesen",
    "born": "",
    "died": "",
    "website": "http://pacser.org/performers/eugene-friesen/www.celloman.com/",
    "photo": "/photos/eugeneFriesen.jpg",
    "bio": "<p>Eugene Friesen, composer and cellist, is at the forefront of a new generation of musicians versed in classical, popular and world music. A graduate of the Yale School of Music, he is active as a performer, composer, teacher and recording artist.<br>\nFriesen’s gift for the responsive flow of improvisatory music has been featured in concerts all over the world with the Paul Winter Consort, Trio Globo, and with poets Yevgeny Yevtushenko and Coleman Barks. He has performed as a soloist at the International Cello Festival in Manchester, England; Rencontres d’Ensembles de Violoncelles in Beauvais, France; International Cello Encounter in Rio de Janeiro, Brazil; and at the World Cello Congress in Baltimore, Maryland.<br>\nHis compositional credits include five albums of original music: Sono Miho, In The Shade Of Angels, New Friend, Arms Around You and The Song of Rivers; Grasslands, a symphony premiered on the Kansas prairie in 1997; Earth Requiem: Stories of Hope, an oratorio first performed in 1991; The Brementown Musicians with Bob Hoskins for Rabbit Ears Productions in 1992; Sabbaths, settings of poems by Wendell Berry premiered by the Brattleboro Music Center in 1999; and numerous scores for documentary films. Eugene’s music can also be heard on the recordings of Trio Globo, which he founded in 1992 with Howard Levy and Glen Velez.<br>\nFriesen has garnered four Grammy awards as a member of the Paul Winter Consort since 1978.<br>\nFriesen was the 1999 recipient of grants from the Lila Wallace/Reader’s Digest Fund and Continental Harmony to compose a symphonic setting of Carl Sandburg’s PRAIRIE, which was premiered in June of 2001 at PrairieFest in Kansas.<br>\nCelloMan, his one-man show for young audiences, features a wide variety of music on solo cello: classical, jazz, blues and rock. Created in collaboration with maskmaker/choreographer Robert Faust, CelloMan has been performed widely in the United States and Canada. The CelloMan video was released in 1999.<br>\nEugene is an artist-in-residence at the Cathedral of St. John the Divine in New York City, and is a Professor of Music at the Berklee College of Music in Boston. He lives in Vermont with his wife Wendy and four children.</p>"
  },
  "franciscoJCastillo": {
    "id": "franciscoJCastillo",
    "fullName": "Francisco J. Castillo",
    "firstName": "Francisco J.",
    "lastName": "Castillo",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "frederickSeykora": {
    "id": "frederickSeykora",
    "fullName": "Frederick Seykora",
    "firstName": "Frederick",
    "lastName": "Seykora",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "garyGray": {
    "id": "garyGray",
    "fullName": "Gary Gray",
    "firstName": "Gary",
    "lastName": "Gray",
    "born": "",
    "died": "",
    "website": "http://www.clarinetbygray.com",
    "photo": "/photos/garyGray.jpg",
    "bio": "<p>Clarinetist Gary Gray enjoys a versatile career as a concert artist, studio musician, and professor of clarinet and chamber music at UCLA. He received his BM and MM degrees from Indiana University, where he studied clarinet with Henry Gulick and Robert McGinnis and chamber music with Janos Starker. The Los Angeles Times wrote of a recent concert, “Gray handled the clarinet solos with stunning ease and as mellow and gorgeous a sound as may be possible on his instrument.” Formerly Principal Clarinetist of LACO, comments such as “Gray astonished with his liquid clarinet solos” were frequent in the press. As a soloist, his concerto CD with the Royal Philharmonic Orchestra was nominated for a Grammy Award, and his CD of music for clarinet and piano, recorded in London with Clifford Benson, has also been a best seller for Centaur Records.</p>\n<p>His most recent recording for Centaur Records includes two Romantic masterworks for clarinet and chamber ensemble: the Brahms Quintet Op. 115 and Dohnanyi’s Sextet Op. 37. For this project Gray collaborated with the New Hollywood Quartet, pianist, Robert Thies, and french hornist, Richard Todd.</p>\n<p>Gray is a founding member/performer of Pacific Serenades and was a Faculty Artist at the Aspen Music Festival, Chamber Music Northwest, the Sedona Chamber Music Festival, and the Aria Music Academy. The summer of 2005, he joined the Alexander Quartet to perform and teach at the CSU Summer Arts chamber ensemble workshop. Gray has been a member of the St. Louis Symphony and performed with the Aspen Festival Orchestra, the Hollywood Bowl Orchestra, and has been soloist with the San Francisco Symphony, the Indianapolis Symphony, and LACO, among others.</p>\n<p>He has collaborated with Aaron Copland, Malcolm Arnold, Benjamin Britten, Pierre Boulez, and Igor Stravinsky, as well as recording film scores with John Williams, Jerry Goldsmith, Henry Mancini, Thomas Newman, Bruce Broughton, and Don Davis, among many others.</p>"
  },
  "gayleBlankenburg": {
    "id": "gayleBlankenburg",
    "fullName": "Gayle Blankenburg",
    "firstName": "Gayle",
    "lastName": "Blankenburg",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/gayleBlankenburg.jpg",
    "bio": ""
  },
  "giovannaMoragaClayton": {
    "id": "giovannaMoragaClayton",
    "fullName": "Giovanna Moraga Clayton",
    "firstName": "Giovanna Moraga",
    "lastName": "Clayton",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/giovannaMoragaClayton.jpg",
    "bio": "<p>Giovanna Moraga Clayton was destined to have a life and career as a musician. Born to musicians in Toluca, Mexico, where she began her studies at age six, Giovanna was always surrounded by a wide variety of music. She made her solo debut at age 14 and, since then, has been a featured soloist with orchestras in North and Central America. As a student, she received various awards at solo and chamber music competitions throughout the United States. Giovanna holds a Bachelor’s and Master’s degree from UCLA in music performance and was a featured artist with her quartet in the prestigious Royce Hall music series. Since graduating, Giovanna has had the opportunity to work with world-renowned artists such as Yo-Yo Ma, Pinchas Zukerman, Pierre Boulez, Daniel Barenboim, János Starker and Sir Neville Marriner, among others.</p>\n<p>Upon her return from an eight-month fellowship with the Chicago Symphony, Giovanna won positions with the Los Angeles Chamber Orchestra (2004), Hollywood Bowl Orchestra and the New West and Santa Barbara symphonies.</p>\n<p>Giovanna is a familiar face in the Hollywood music scene, performing live and recording with artists such as Andrea Bocelli, Celine Dion, Whitney Houston, James Brown, Alicia Keys, Justin Timberlake, Destiny’s Child, Mary J. Blige, Brandy, Stevie Wonder, Joss Stone, Raphael Saadiq, ‘N Sync, Jennifer Hudson, Peabo Bryson, En Vogue, James Ingram, Fergie, Il Divo, Josh Groban, Alejandro Sanz, Alejandro Fernández, Shakira, Wyclef Jean and the Dixie Chicks. Keeping a busy recording schedule, Giovanna has played on dozens of jingles, movie trailers and blockbusters, such as X-Men (2000), Spider-man (2002), Mr. & Mrs. Smith (2005), The Pursuit of Happyness (2006), Rocky Balboa (2006), Horton Hears a Who! (2008), The Tale of Despereaux(2008), Mall Cop (2009) and many more. Her television credits include American Idol; Felicity; The Tonight Show; the AMA, Billboard, GRAMMY®, Soul Train, Lady of Soul and Academy® awards; a GMC truck commercial and a voice over for Lifetime’s Television for Women. A versatile artist, Giovanna has scored a short film, is finishing up her first instrumental album and is in production on her debut artist project.</p>\n<p>Giovanna lives in Los Angeles with her husband and two children.</p>"
  },
  "helenGoodeCastro": {
    "id": "helenGoodeCastro",
    "fullName": "Helen Goode-Castro",
    "firstName": "Helen",
    "lastName": "Goode-Castro",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/helenGoodeCastro.jpg",
    "bio": ""
  },
  "isabellaLippi": {
    "id": "isabellaLippi",
    "fullName": "Isabella Lippi",
    "firstName": "Isabella",
    "lastName": "Lippi",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/isabellaLippi.jpg",
    "bio": ""
  },
  "jackSanders": {
    "id": "jackSanders",
    "fullName": "Jack Sanders",
    "firstName": "Jack",
    "lastName": "Sanders",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/jackSanders.jpg",
    "bio": ""
  },
  "jamesDunham": {
    "id": "jamesDunham",
    "fullName": "James Dunham",
    "firstName": "James",
    "lastName": "Dunham",
    "born": "",
    "died": "",
    "website": "http://www.ruf.rice.edu/~musi/facultybios/dunham.html",
    "photo": "/photos/jamesDunham.jpg",
    "bio": "<p>Soloist, chamber musician and teacher, JAMES DUNHAM is active internationally as a recitalist and guest artist. He has collaborated with such renowned artists as Emmanuel Ax, Joshua Bell, Lynn Harrell, Cho-Liang Lin and members of the American, Guarneri, Juilliard, Takács and Tokyo Quartets. An advocate of new music, composers with whom he has worked include John Corigliano, Osvalsdo Golijov, Libby Larsen and Christopher Rouse.</p>\n<p>Mr. Dunham is a frequent guest artist with many ensembles in theU.S. and abroad, and has served as acting principal viola with the Boston Symphony (Ozawa) and Dallas Symphony (Litton). He was the founding violist of the Sequoia String Quartet, winners of the1976 Naumburg Award, and later performed as violist of the Grammy Award winning Cleveland Quartet. Now Professor of Viola at Rice University’s Shepherd School of Music where he directs its Master of Music in String Quartet program, Mr. Dunham previously taught at the New England Conservatory (where he also Chaired the String Department) and the Eastman School of Music.</p>\n<p>He frequently presents master classes at the world’s leading universities and conservatories and is much sought after as a competition jurist. Summer activities have included participation in many festivals including, Aspen, Domaine Forget, Marlboro, Musicorda, Sarasota, Tanglewood and Yale at Norfolk. He served as principal violist of the San Diego Mainly Mozart Festival for ten seasons, and is a regular participant in the Festival der Zukunft in Ernen, Switzerland. Mr. Dunham is featured soloist on two recent CDs (Crystal Records, Albany Records) and has recorded with the Sequoia Quartet for Nonesuch and Delos, and with the Cleveland Quartet exclusively for Telarc. His viola is a Gaspar da Salo, ca 1585.</p>"
  },
  "jasonUyeyama": {
    "id": "jasonUyeyama",
    "fullName": "Jason Uyeyama",
    "firstName": "Jason",
    "lastName": "Uyeyama",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/jasonUyeyama.jpg",
    "bio": ""
  },
  "jenniferJohnson": {
    "id": "jenniferJohnson",
    "fullName": "Jennifer Johnson",
    "firstName": "Jennifer",
    "lastName": "Johnson",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/jenniferJohnson.jpg",
    "bio": "<p>Oboist Jennifer Johnson has been gaining recognition from numerous engagements in Colorado and California, as well as abroad. A native of Colorado, she has played with the Colorado Symphony Orchestra occasionally over a span of seven seasons. Currently residing in Los Angeles, California, she is Principal Oboe of the Santa Barbara Chamber Orchestra, subs with the Santa Barbara Symphony and Pasadena Symphony, has performed as guest principal oboe of the Berkeley Symphony, and has been principal oboe of both the American Youth Symphony and Young Musicians Foundation Debut Orchestras. She has performed with several chamber groups, and as a member of the Midnight Quintet, had the pleasure of recording a composition by Dr. David Rosenboom for New World Records in 2012. A highlight of her achievements has been two subsequent trips to Hong Kong, where she was guest principal oboe for the Hong Kong Sinfonietta for a total of six weeks in 2007 and 2008. Music festival participation includes the Aspen Music Festival in Aspen, Colorado and the Lucerne Music Festival in Lucerne, Switzerland. Since completing her Masters degree at the University of Southern California and an Artist Diploma at the Colburn School Conservatory under the direction of Dr. Allan Vogel, she actively pursues a performance career and freelances in the Los Angeles area.</p>"
  },
  "jenniferWoodward": {
    "id": "jenniferWoodward",
    "fullName": "Jennifer Woodward",
    "firstName": "Jennifer",
    "lastName": "Woodward",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "jiYoungAn": {
    "id": "jiYoungAn",
    "fullName": "Ji Young An",
    "firstName": "Ji Young",
    "lastName": "An",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/jiYoungAn.jpg",
    "bio": "<p>Violinist Ji Young An began her musical training on the piano at the age of 5, switching to violin at the age of 11. At the age of 13, she moved to Paris, France to continue her musical studies. In 2007, Ji Young graduated from the Conservatoire national supérieur de musique et de danse de Paris where she studied violin with Olivier Charlier, obtaining the conservatory’s first prize and following it up with a year of specializing in chamber music under Marc Coppey. Furthering her studies in the US, Ji Young has received full scholarships from UCLA for her Master’s and DMA studies, under the tutelage of Guillaume Sutre. She has attended several prestigious festivals including the Taos School of Music and the Maurice Ravel Academy, and has also participated in several masterclasses with renowned artists such as Midori Goto, Martin Chalifour, and Renaud Capuçon. Ji Young has been in great demand as a guest performer and lecturer for the afternoon concert series at Pierce College and has recently served as Lecturer of Violin at the UCLA Herb Alpert School of Music, replacing Professor Movses Pogossian during his sabbatical.</p>"
  },
  "joannTurovsky": {
    "id": "joannTurovsky",
    "fullName": "JoAnn Turovsky",
    "firstName": "JoAnn",
    "lastName": "Turovsky",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/joannTurovsky.jpg",
    "bio": "<p>JoAnn Turovsky is Principal Harpist with LACO, the Los Angeles Opera Orchestra, the Long Beach and Pasadena Symphonies, and is a member of the contemporary music ensemble Xtet. She has been the Professor of Harp at the USC Thornton School of Music for the past 20 years. She is also on the faculty of the Colburn School of Performing Arts. Ms. Turovsky has won numerous awards for both her solo and chamber repertoire interpretations. These include First Prize in the American Harp Society National Competition, Young Professional Division; First Prize in the Coleman Competition for Chamber Music; prizewinner at the Fifth International Harp Competition in Jerusalem, Israel; and numerous local awards from Mu Phi Epsilon, Sigma Alpha Iota, the Etude Music Club, and the Young Musicians Foundation. Ms. Turovsky is Chairman of the American Harp Society National Competition. She appears frequently as soloist with musical organizations throughout California and is busy in the motion picture and television industry. John Williams recently wrote a solo piece for her that was featured on the Angela’s Ashes sound track. Her spare time is happily devoted to her cat and two Border collies.</p>"
  },
  "joannePearceMartin": {
    "id": "joannePearceMartin",
    "fullName": "Joanne Pearce Martin",
    "firstName": "Joanne Pearce",
    "lastName": "Martin",
    "born": "",
    "died": "",
    "website": "http://www.laphil.org/resources/performer_detail.cfm?id=336",
    "photo": "/photos/joannePearceMartin.jpg",
    "bio": "<p>Currently enjoying her 11th season as the Los Angeles Philharmonic’s Principal Keyboardist, JOANNE PEARCE MARTIN performs with the orchestra on multiple keyboard instruments including the celesta, various synthesizers, and occasionally a Mac computer, in addition to the ubiquitous piano. Born in Allentown, PA, Ms. Martin performs all over the world as soloist, chamber musician, and recording artist. With the L.A. Phil., she has made numerous solo appearances on piano, harpsichord, and the Walt Disney Concert Hall organ, appearing with such conductors as Esa-Pekka Salonen, John Adams, and Miguel Harth-Bedoya. She is also a frequent soloist with the LA Phil during the summer Hollywood Bowl seasons. A graduate of the Curtis Institute of Music, she has been guest soloist with many other orchestras in the U.S and abroad, including the Philadelphia Orchestra, L.A. Chamber Orchestra, San Diego Chamber Orchestra, Florida West Coast Symphony, and England’s Huddersfield Philharmonic. In great demand as a collaborative artist, she has performed with such artists as Joshua Bell, Lynn Harrell, Iona Brown, James Galway, Jean-Pierre Rampal, & Joseph Silverstein, among others.</p>\n<p>Ms. Martin has performed at dozens of summer music festivals and concert series spanning four continents, including those in Aspen, Sarasota, Park City, Utah, New York’s 92nd St. Y, Carnegie Recital Hall, Lincoln Center Library, Kennedy Center, Costa Rica, Australia, Taiwan, Edinburgh, Cologne, and Nice. Southern California audiences have followed her performances of New Music and “standards” for years with the L.A. Phil’s Green Umbrella and Chamber Music Series, Camerata Pacifica, Dilijan, South Bay, Ojai, Mainly Mozart, and San Louis Obispo Mozart Festivals.</p>\n<p>This season Joanne and her husband Gavin Martin have continued to concertize together as a 2-piano team. She has also performed multiple-piano works with Emmanuel Ax, Yefim Bronfman, Helene Grimaud, and Jeffrey Kahane. Her playing has been described by the Los Angeles Times as possessing “unusual fervor and fluency.” She has performed on all the major U.S. television networks and recorded commercially for Centaur, Summit, and Albany records, as well as the Yamaha Disklavier Piano. Ms. Martin has also been the subject of a half-hour feature on The Learning Channel. Her latest recording project, a solo CD entitled “Joanne Pearce Martin, Barefoot”, was released in 2008 on Yarlung Records. Ms. Martin’s playing of Beethoven’s Triple Concerto can be heard on DreamWork’s upcoming movie release “The Soloist”, starring Jamie Foxx. Her newest and certainly freshest musical adventure is learning to play the Theremin – she is now the proud owner of a Moog “Etherwave Pro”.</p>\n<p>When she’s not making music, you might find Joanne up in the air – she is an instrument-rated airplane pilot and master-rated skydiver.</p>"
  },
  "johnBarcellona": {
    "id": "johnBarcellona",
    "fullName": "John Barcellona",
    "firstName": "John",
    "lastName": "Barcellona",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/johnBarcellona.jpg",
    "bio": ""
  },
  "johnWalz": {
    "id": "johnWalz",
    "fullName": "John Walz",
    "firstName": "John",
    "lastName": "Walz",
    "born": "",
    "died": "",
    "website": "http://www.john-walz.com/",
    "photo": "/photos/johnWalz.jpg",
    "bio": "<p>John Walz is a celebrated soloist and chamber music artist, known for his dazzling virtuosity and elegant musicianship. A student of the legendary French cellist, Pierre Fournier, he has appeared as soloist with more than – symphony orchestras on 4 continents. His performances of 25 different concertos include both standard showcases and rarities like Martinu’s Concerto #1 and William Schuman’s Song of Orfeus.</p>\n<p>In 1979, Mr. Walz, along with pianist Edith Orloff, founded the Pacific Trio. Now performing with violinist Roger Wilkie, this renowned ensemble has played more than 900 concerts throughout North America and Europe.</p>\n<p>In addition to his solo and chamber music duties, he is currently the principal cellist with the Los Angeles Opera, a position he previously held for 20 years with the Long Beach Symphony.</p>\n<p>His ever expanding discography includes recordings of the concertos by Dvorak, Haydn, Shostakovich, Bloch, Martinu, Vivaldi, and trios by Brahms, Dvorak, Smetana, and the newly released Pacific Trio CD featuring Beethoven’s Triple Concerto and Archduke Trio.</p>\n<p>He is on the faculty of the Idyllwild Arts Summer Program and Academy.</p>"
  },
  "jonTitmus": {
    "id": "jonTitmus",
    "fullName": "Jon Titmus",
    "firstName": "Jon",
    "lastName": "Titmus",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/jonTitmus.jpg",
    "bio": ""
  },
  "jonathanDavis": {
    "id": "jonathanDavis",
    "fullName": "Jonathan Davis",
    "firstName": "Jonathan",
    "lastName": "Davis",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/jonathanDavis.jpg",
    "bio": "<p>Jonathan Davis plays regularly with the Los Angeles Philharmonic, the Pacific Symphony, the Hollywood Bowl Orchestra, Opera Pacific, and the San Diego Symphony. He studied with John Ferrillo and Elaine Douvas at Juilliard, where he earned a MM and a DMA and was awarded the first Stephen Alpert Memorial Scholarship. While living in New York, Dr. Davis was a member of the New Haven and Hartford Symphonies, and performed with the New York Woodwind Quintet, the Chamber Music Society of Lincoln Center, the Brooklyn Philharmonic, and as a soloist on NPR’s Performance Today.<br>\nHe began his musical training as a soprano in the Choir of Men and Boys at St. Paul’s Cathedral in Boston under the direction of Thomas Murray. He studied oboe with Fred Cohen at New England Conservatory during high school and continued with Ronald Roseman at Yale University, where he received a B.A. (cum laude) in East Asian Studies and the Lustman Prize.<br>\nIn present time Dr. Davis is a faculty member at UCLA. His students have gone on to careers in musicology, music education, music management, and, of course, performance. They have played with the New York Philharmonic, the American Ballet Theater, the New World Symphony, the Los Angeles Opera, the New World Symphony, and on Broadway. He is also a member of the Northwind Quintet, a woodwind quintet that introduces the fun of music to elementary schools, and is active as a studio musician.</p>"
  },
  "jonathanStockhammer": {
    "id": "jonathanStockhammer",
    "fullName": "Jonathan Stockhammer",
    "firstName": "Jonathan",
    "lastName": "Stockhammer",
    "born": "",
    "died": "",
    "website": "http://www.jonathanstockhammer.com/front_content.php",
    "photo": "/photos/jonathanStockhammer.jpg",
    "bio": ""
  },
  "josephMeyer": {
    "id": "josephMeyer",
    "fullName": "Joseph Meyer",
    "firstName": "Joseph",
    "lastName": "Meyer",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/josephMeyer.jpg",
    "bio": ""
  },
  "josephStone": {
    "id": "josephStone",
    "fullName": "Joseph Stone",
    "firstName": "Joseph",
    "lastName": "Stone",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/josephStone.jpg",
    "bio": ""
  },
  "joshuaGarcia": {
    "id": "joshuaGarcia",
    "fullName": "Joshua Garcia",
    "firstName": "Joshua",
    "lastName": "Garcia",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "judithFarmer": {
    "id": "judithFarmer",
    "fullName": "Judith Farmer",
    "firstName": "Judith",
    "lastName": "Farmer",
    "born": "",
    "died": "",
    "website": "http://www.usc.edu/schools/music/private/faculty/jfarmer.php",
    "photo": "/photos/judithFarmer.jpg",
    "bio": "<p>Bassoonist Judith Farmer enjoys a rich and varied career as an orchestra musician, chamber musician, soloist and teacher. She received her education at Indiana University and at the Hochschule fuer Musik in Vienna. Her principal teachers were Karl Oehlberger and Mordechai Rechtman. From 1984-1996 she was principal bassoonist of the Austrian Radio Symphony Orchestra, performed and toured regularly with the Camerata Academica of Salzburg and with numerous chamber music ensembles in Vienna. Ms. Farmer has appeared as a soloist at the Salzburg Festival, in Vienna, Moscow and Odessa (in the former Soviet Union) and has participated in chamber music festivals in Prussia Cove, Martha’s Vineyard and La Jolla. For the 1995-96 season she held the position of visiting professor at the Hochschule fuer Musik in Graz, Austria.<br>\nIn 1996 Ms. Farmer moved to Los Angeles and since then has performed with the Los Angeles Philharmonic, the Los Angeles Chamber Orchestra, the Los Angeles Opera Company, the Long Beach Symphony as well as for major motion pictures.<br>\nShe is currently principal bassoonist of the Santa Barbara Chamber Orchestra and heads the bassoon studio at the USC Thornton School of Music, Los Angeles. She is an avid chamber musician, who enjoys collaborating with composers on new works and has had a number of works written and dedicated to her. Her recordings as a soloist and chamber musician are available on Orfeo , Albany and Ex-House Records.</p>"
  },
  "julianaGondek": {
    "id": "julianaGondek",
    "fullName": "Juliana Gondek",
    "firstName": "Juliana",
    "lastName": "Gondek",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/julianaGondek.jpg",
    "bio": ""
  },
  "kathleenLenski": {
    "id": "kathleenLenski",
    "fullName": "Kathleen Lenski",
    "firstName": "Kathleen",
    "lastName": "Lenski",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/kathleenLenski.jpg",
    "bio": "<p>Kathleen Lenski was first violinist and a founding member of the Angeles String Quartet, formed in 1988 in Los Angeles. Following years of touring in the U.S. and abroad, the group retired in 2001 after recording the complete string quartets of Joseph Haydn for Philips Classics. The group won the Grammy Award for “best classical chamber music” for the acclaimed album in the year 2001.</p>\n<p>Ms. Lenski grew up in Los Angeles, and as the daughter of two violinists, began performing in public at the age of three. A graduate of the Juilliard School, she was a full scholarship student of Oscar Shumsky, winning the Naumberg and Kriesler scholarship awards.</p>\n<p>In addition to touring and recording with the Baroque ensemble “Musical Offering”, Ms. Lenski appeared as soloist with the Los Angeles Philharmonic, the Seattle, San Francisco, and St. Louis Symphonies, as well as chamber orchestras in Canada, the Northwest, and the East Coast. She served as soloist and concertmaster of LACO for several years and was the soloist and leader of the Oregon Bach Festival Chamber Orchestra. Other festival appearances include Aspen, Marlboro, Sitka, Cape and Islands, and the Accademia Chigiana in Siena, Italy. Kathleen also worked in the Hollywood film industry for many years, performing on soundtracks for hundreds of films including <i> E.T., Schindler’s List </i> and all of the Disney animated features, as well as backing up recording artists such as Natalie Cole and Bette Midler.</p>\n<p>Ms. Lenski made her debut at Walt Disney Concert Hall in 2008, performing with the San Luis Obispo Symphony in the Los Angeles premiere of Ecos armónicos, a violin concerto written especially for her by composer Craig Russell. After moving to Los Osos in 2000, she is happy to be living the “SLO life”, working with the symphony musicians, joining in the occasional chamber music concerts with Festival Mozaic, and performing with Beethoven’s Buddies, a string quartet consisting of Lenski, Michael Nowak, Paul Severtson and Nancy Nagano.</p>\n<p>Lenski plays on the 1775 J.B. Gaudagnini formerly owned by Brahms’ confidant and co-composer, violinist Joseph Joachim.</p>\n<p>Her first performances with Pacific Serenades were 1989, when the Angeles String Quartet premiered Mark Carlson’s <i>Starry Night</i> on a Pacific Serenades concert. She rejoined us in 2008.</p>"
  },
  "kathleenRoland": {
    "id": "kathleenRoland",
    "fullName": "Kathleen Roland",
    "firstName": "Kathleen",
    "lastName": "Roland",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/kathleenRoland.jpg",
    "bio": ""
  },
  "kennethMeyer": {
    "id": "kennethMeyer",
    "fullName": "Kenneth Meyer",
    "firstName": "Kenneth",
    "lastName": "Meyer",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/kennethMeyer.jpg",
    "bio": ""
  },
  "kennethMunday": {
    "id": "kennethMunday",
    "fullName": "Kenneth Munday",
    "firstName": "Kenneth",
    "lastName": "Munday",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/kennethMunday.jpg",
    "bio": ""
  },
  "kristenJepperson": {
    "id": "kristenJepperson",
    "fullName": "Kristen Jepperson",
    "firstName": "Kristen",
    "lastName": "Jepperson",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/kristenJepperson.jpg",
    "bio": ""
  },
  "laraineStivers": {
    "id": "laraineStivers",
    "fullName": "Laraine Stivers",
    "firstName": "Laraine",
    "lastName": "Stivers",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "leslieReed": {
    "id": "leslieReed",
    "fullName": "Leslie Reed",
    "firstName": "Leslie",
    "lastName": "Reed",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/leslieReed.jpg",
    "bio": "<p>Leslie Reed has been Principal Oboe of the Long Beach Symphony since 1997. She is also a member of the Los Angeles Opera Orchestra and Camerata Pacifica and has been principal oboe of the Santa Barbara Chamber Orchestra since 1987. Ms. Reed has played principal oboe as a guest with LACO, Pasadena Symphony, San Diego Symphony, Los Angeles Philharmonic New Music Group, Xtet, the Orchestra of Saint Luke’s, and the Hollywood Bowl Orchestra. She was invited to join the Los Angeles Philharmonic as acting associate principal oboe for the 1994-1995 season, which included tours of Europe, Asia, and the Eastern United States. She was associate principal oboe of the Carmel Bach Festival for ten years and has performed at the La Jolla Summerfest and the Ojai Festival. Ms. Reed was a First Prize Winner in the 1985 Coleman Competition and a finalist in the 1988 Bert Lucarelli International Competition for Solo Oboists.</p>\n<p>She has appeared as soloist with local orchestras many times. Recent performances include the Mozart Oboe Concerto in 2005 with the Santa Barbara Chamber Orchestra, and in 2007 with the Long Beach Symphony, Ms. Reed performed the Oboe Concerto of Richard Strauss together with the World Premiere of the oboe solo movement from David Newman’s Concerto for Wind Quintet and Orchestra.</p>\n<p>Ms. Reed has been instructor of oboe at the Colburn School of Performing Arts since 1987. Her students have gone on to attend the Eastman School of Music, Juilliard School, Manhattan School of Music, Interlochen Arts Academy, the Music Academy of the West, Aspen Music Festival, and Tanglewood.</p>\n<p>Ms. Reed is a graduate of the New England Conservatory of Music. Her principal teachers have been Wayne Rapier, William Criss, Allan Vogel, and John Mack.</p>"
  },
  "lucasRichman": {
    "id": "lucasRichman",
    "fullName": "Lucas Richman",
    "firstName": "Lucas",
    "lastName": "Richman",
    "born": "",
    "died": "",
    "website": "http://www.knoxvillesymphony.com/about_us/conductors.htm",
    "photo": "/photos/lucasRichman.jpg",
    "bio": ""
  },
  "lyriaPegram": {
    "id": "lyriaPegram",
    "fullName": "Lyria Pegram",
    "firstName": "Lyria",
    "lastName": "Pegram",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "margaretBatjer": {
    "id": "margaretBatjer",
    "fullName": "Margaret Batjer",
    "firstName": "Margaret",
    "lastName": "Batjer",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/margaretBatjer.jpg",
    "bio": "<p>Concertmaster of the Los Angeles Chamber Orchestra since 1998, Margaret Batjer made her first solo appearance at the age of fifteen with the Chicago Symphony in Gian Carlo Menotti’s violin concerto. Since then, she has re-appeared with the Chicago Symphony as well as a succession of other major orchestras including the Philadelphia Orchestra, St. Louis Symphony, Seattle Symphony, the New York String Orchestra, the San Jose Symphony, and the Dallas Symphony. Ms. Batjer has also appeared as a soloist throughout Europe with orchestras including the Chamber Orchestra of Europe, the Prague Chamber Orchestra, the Halle Symphony Orchestra at the Gewandhaus in Leipzig, and the Berlin Symphony Orchestra under the direction of Claus Peter Flor.</p>\n<p>Equally respected as a chamber musician, Ms. Batjer has performed regularly at the Marlboro Music Festival and on tour with Music from Marlboro. She has appeared at the Minnesota Orchestra Sommerfest, the La Jolla Summerfest, the Vancouver Chamber Music Festival, and the Naples and Cremona festivals in Italy. Maurizio Pollini invited the Accardo Quartet, of which Ms. Batjer is a member, to perform at the Salzburg Festival in 1995 and 1999, at Carnegie Hall in the spring of 2001, and in Tokyo during the 2002 season. She has recorded the Bach double concerto with Salvatore Accardo and the Chamber Orchestra of Europe for Philips and more recently with Hilary Hahn and LACO, directed by Jeffrey Kahane, for Deutsche Grammophon. She has also made numerous chamber music recordings on the EMI, Nuova Era, BMG, and Dynamic labels.</p>\n<p>Ms. Batjer graduated from the Curtis Institute of Music as a student of Ivan Galamian and David Cerone. Throughout her career, she has won numerous prizes, including the G.B. Dealey Award in Dallas. In the spring of 2000, she and Jeffrey Kahane inaugurated LACO’s chamber music series by performing the complete cycle of Beethoven’s sonatas for violin and piano at Zipper Hall in Los Angeles. In 2003 they continued their collaboration and performed all of the Brahms sonatas at Zipper Hall.</p>\n<p>Ms Batjer has recently been appointed to the faculty of the Thornton Music School at USC as an Assistant Professor.</p>"
  },
  "markCarlson": {
    "id": "markCarlson",
    "fullName": "Mark Carlson",
    "firstName": "Mark",
    "lastName": "Carlson",
    "born": "",
    "died": "",
    "website": "http://markcarlsonmusic.com",
    "photo": "/photos/markCarlson.jpg",
    "bio": "<p>Composer and flutist Mark Carlson is the Founder and Artistic Director of Pacific Serenades. His lyrical, emotionally powerful, and stylistically unique music has earned him the admiration of audiences and musicians throughout the United States, Canada, Mexico, and Europe. A versatile composer, his nearly 100 works include art songs, chamber and choral music, concertos, large ensemble works, and songs for musical theater.</p>\n<p>The recipient of more than 50 commissions, Carlson has composed works for, among others, the National Shrine in Washington, DC, the New West Symphony, Westwood Presbyterian Church, First Methodist Church of Santa Monica, the UCLA Wind Ensemble, the Santa Monica College Orchestra, and for many individual musicians. His works include Concerto for Trumpet, Piano, and Orchestra, for Jens Lindemann, Jennifer Snow, and the UCLA Philharmonia, and Welcome Winter!, commissioned by the Boston Gay Men’s Chorus, and Night Music, for the horn quartet, Quadre, with flutist Molly Barth. One of eleven recordings of his works, The Hall of Mirrors, was a winner of the Chamber Music America/WQXR Record Awards for 2001. Sueños y canciones, commissioned by the Mexico City chamber ensemble Signos, appears on their CD Espejo/Mirror. New CDs include his Intermezzo, for alto saxophone and piano (on Centaur, performed by Douglas Masek and Louise Thomas), and Two Ballads (also for Centaur, performed by saxophonist Alan Durst and guitarist Corey Whitehead), Sonata for Cello and Piano (Pacific Serenades), and For Those Silenced on Joanne Pearce Martin’s CD Barefoot (Yarlung). His music is published by Yelton Rhodes Music, Pacific Serenades Music, and C Swigart Music (all in Los Angeles); by Thorpe Music in Boston; and by Black Squirrel Music, in Kent, Ohio.</p>\n<p>Carlson is an avid performer of chamber music, including many works written for him. He was a member of the Pasadena Symphony, the YMF Debut Orchestra, and the Fresno Philharmonic Orchestra, among others.</p>\n<p>Born in 1952 in Ft. Lewis, Washington, Carlson grew up in California, attended the University of Redlands, graduated from CSU Fresno, and received MA and PhD degrees in composition from UCLA. His principal teachers were Alden Ashforth and Paul Reale (composition) and Roger Stevens (flute). He is on the faculty at UCLA, where he teaches music theory and composition and also taught at Santa Monica College for many years. He has also taught movement for musicians, having studied with Alexandra and Roger Pierce in Redlands. Since 1982 he has served on the Board of Directors of Design for Sharing, UCLA’s Performing Arts community outreach program. He founded Pacific Serenades in 1982.</p>"
  },
  "martinAmlin": {
    "id": "martinAmlin",
    "fullName": "Martin Amlin",
    "firstName": "Martin",
    "lastName": "Amlin",
    "born": "",
    "died": "",
    "website": "http://www.martinamlin.com/info.asp?pb=195&amp;pg=1",
    "photo": "/photos/martinAmlin.jpg",
    "bio": ""
  },
  "martinChalifour": {
    "id": "martinChalifour",
    "fullName": "Martin Chalifour",
    "firstName": "Martin",
    "lastName": "Chalifour",
    "born": "",
    "died": "",
    "website": "http://www.laphil.com/resources/performer_detail.cfm?id=64",
    "photo": "/photos/martinChalifour.jpg",
    "bio": ""
  },
  "martyKrystall": {
    "id": "martyKrystall",
    "fullName": "Marty Krystall",
    "firstName": "Marty",
    "lastName": "Krystall",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/martyKrystall.jpg",
    "bio": ""
  },
  "matthewElgart": {
    "id": "matthewElgart",
    "fullName": "Matthew Elgart",
    "firstName": "Matthew",
    "lastName": "Elgart",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/matthewElgart.jpg",
    "bio": ""
  },
  "michaelDean": {
    "id": "michaelDean",
    "fullName": "Michael Dean",
    "firstName": "Michael",
    "lastName": "Dean",
    "born": "",
    "died": "",
    "website": "http://www.dispeker.com/page/dean.html",
    "photo": "/photos/michaelDean.jpg",
    "bio": "<p>American bass-baritone Michael Dean is in demand worldwide in both concert and operatic repertoire, appearing with many of the leading opera houses and orchestras of the U.S. and Europe. He has made frequent appearances at New York City Opera, where he has performed the title role in The Marriage of Figaro, Leporello in Don Giovanni, George in Of Mice and Men, and Papageno in The Magic Flute. Recent appearances have also included Jason McFarlane in the Live From Lincoln Center broadcast of Lizzie Borden; the title role in Don Giovanni and Silva in Ernani at the Landestheater in Linz, Austria; Figaro in Antwerp, Belgium, Of Mice and Men at Arizona Opera, and Colline in La Bohème in Strasbourg and Berlin. Mr. Dean has also received critical praise for his numerous recordings of baroque opera, including Agrippina, Ottone, Dido and Aeneas, Radamisto, Giustino, and Serse. He recently made his debut with the New York Philharmonic in the world premiere of Aaron Kernis’ Garden Of Light, conducted by Kurt Masur, and returned the following year for Street Scene, conducted by Leonard Slatkin. Other recent engagements include his New York debut recital sponsored by The Marilyn Horne Foundation; Handel’s Messiah in Boston; Verdi’s Requiem with the Singapore Symphony; Mozart’s Requiem at Carnegie Hall; The Rake’s Progress in Kansas City; La Fanciulla del West in Antwerp; and Street Scene with Pittsburgh Opera.</p>\n<p>During the 2003-2004 season, Mr. Dean appeared in Handel’s Messiah at Carnegie Hall, Haydn’s Creation at the Kennedy Center in Washington, D.C.; Bach’s Magnificat with the Toronto Symphony; Carmen with the Buffalo Philharmonic; and an evening of Bach Cantatas at Disney Hall with Helmut Rilling conducting the Los Angeles Chamber Orchestra.</p>\n<p>In the 2004-2005 season, Mr. Dean’s engagements include Bach’s St. Matthew Passion at the Kennedy Center in Washington D.C.; Handel’s Messiah with the San Antonio Symphony; Haydn’s Creation in Sarasota; Mozart’s Requiem with the Buffalo Philharmonic; Mozart Concert Arias for Bass with the Chamber Orchestra of Philadelphia; and several concerts ranging from Bach to Beethoven at the 2005 Carmel Bach Festival in California.</p>\n<p>Upcoming appearances include Handel’s Alexander’s Feast with Choral Arts Society of Washington at the Kennedy Center, Beethoven Symphony No. 9 with Omaha Symphony, Mozart Requiem with Oregon Symphony, Rossini Stabat Mater with Sacramento Choral Society and Messiah with Boston Baroque, Pittsburgh and Baltimore Symphonies. He will also return to the Carmel Bach Festival in the summer 2006. Mr. Dean is currently a member of the Voice Faculty of UCLA.</p>"
  },
  "michaelNowak": {
    "id": "michaelNowak",
    "fullName": "Michael Nowak",
    "firstName": "Michael",
    "lastName": "Nowak",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/michaelNowak.jpg",
    "bio": ""
  },
  "michaelOdonovan": {
    "id": "michaelOdonovan",
    "fullName": "Michael O’Donovan",
    "firstName": "Michael",
    "lastName": "O’Donovan",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/michaelOdonovan.jpg",
    "bio": ""
  },
  "michaelSweeney": {
    "id": "michaelSweeney",
    "fullName": "Michael Sweeney",
    "firstName": "Michael",
    "lastName": "Sweeney",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/michaelSweeney.jpg",
    "bio": ""
  },
  "miltonFriesen": {
    "id": "miltonFriesen",
    "fullName": "Milton Friesen",
    "firstName": "Milton",
    "lastName": "Friesen",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/miltonFriesen.jpg",
    "bio": ""
  },
  "miwakoWatanabe": {
    "id": "miwakoWatanabe",
    "fullName": "Miwako Watanabe",
    "firstName": "Miwako",
    "lastName": "Watanabe",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/miwakoWatanabe.jpg",
    "bio": "<p>Miwako Watanabe, violinist, is a graduate of the Toho Conservatory of Music in Tokyo and has won numerous national music awards in Japan. She received a Fulbright grant to study with Ivan Galamian at the Curtis Institute of Music in Philadelphia, then extended her training with Sandor Vegh in Europe where she was active in solo and chamber music performances. Ms. Watanabe was a member of and frequent soloist with the Munich Bach Orchestra under Karl Richter and LACO under Neville Marriner.</p>\n<p>Beginning in 1972, she was a member of the Sequoia Quartet, which was a winner of the 1976 Walter Naumburg Chamber Music Award. In 1986 Miwako Watanabe joined cellist Bonnie Hampton and pianist Nathan Schwartz as the new Francesco Trio, which made its debut at Chamber Music West in San Francisco. Appearances included the Gardner Museum in Boston, the Chevron Museum Concerts in San Francisco, the Chamber Music Historic Sites series in LA, and at the Kennedy Center in Washington, D.C. In 1988 the Francesco Trio was the winner of commissioning grants from Chamber Music America and Meet the Composer Reader’s Digest Commissioning Programs in partnership with the NEA. Ms. Watanabe has also been active in Japan as a member of the Mito Chamber Orchestra and the Saito Kinen Orchestra. In LA she appears regularly as the Concertmaster of the Chamber Orchestra of the South Bay and performs chamber music with Pacific Serenades and on the South Bay Chamber Music series. Her appearances include the Music for Mischa series at the Metropolitan Museum in New York, Martha’s Vineyard Chamber Music Society, IMA Concerts in Japan, Francesco Trio concerts in San Francisco, and the Naumburg Foundation’s 75th Anniversary concert at Alice Tully Hall in New York.</p>"
  },
  "movsesPogossian": {
    "id": "movsesPogossian",
    "fullName": "Movses Pogossian",
    "firstName": "Movses",
    "lastName": "Pogossian",
    "born": "",
    "died": "",
    "website": "http://home.earthlink.net/~mpogossian/",
    "photo": "/photos/movsesPogossian.jpg",
    "bio": "<p>Movses Pogossian is a Laureate of the 1986 Tchaikovsky International Competition and the First Prize winner of the 1985 USSR National Violin Competition. He made his American debut with the Boston Pops in 1990, and has since performed with orchestras such as Brandenburger Symphoniker and Halle Philharmonic in Germany, Toronto Sinfonia in Canada, Tucson Symphony, El Paso Symphony, and the Pittsburgh New Music Ensemble in the USA, among others. Active chamber musician, Mr. Pogossian has performed with members of the Tokyo, Kronos, Brentano string quartets, and with such artists as Kim Kashkashian, Rohan de Saram, Jeremy Denk, and Ani and Ida Kavafian. He frequently collaborates with the New Hampshire-based Apple Hill Chamber Players, and teaches annually at their summer music festival. A dedicated new music performer, he has premiered over 50 works, and worked closely with composers such as G. Kurtag, A. R. Thomas, T. Mansurian, and P. Manoury. Movses Pogossian is a 2011 Forte Award recipient given by Jacaranda for outstanding contributions to the promotion of new music and modern music. Professor of Violin and Chair of String Studies at UCLA, he has recorded for Bridge, Albany, Centaur, Summit labels, and is Artistic Director of the acclaimed Dilijan Chamber Music Series at Zipper Hall, Los Angeles, currently in its seventh season.</p>"
  },
  "munirBeken": {
    "id": "munirBeken",
    "fullName": "Münir Beken",
    "firstName": "Münir",
    "lastName": "Beken",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/munirBeken.jpg",
    "bio": "<p>A composer, performer, and scholar, Münir Beken received his PhD in ethnomusicology from the University of Maryland. He studied composition with Cemal Resit Rey, Yalçin Tura, and Stuart Smith, and participated in composition workshops with such luminaries as George Crumb, Lukas Foss, Philip Glass, Roger Reynolds, Steve Reich, and Charles Wuorinen. His compositions have been performed internationally with considerable recognition in some of the most significant concert halls in the world. The performance of his Triple Concerto featured the eminent violinist Shlomo Mintz. His symphonic poem Gallipoli was premiered in 2005 and A Turk in Seattle featured Seattle Chamber Players in February 2006 at Benaroya Hall in Seattle. The world premier of his Blue Monologue for solo violin was performed in June 2006 at Carnegie Hall. Some of his works have won awards in international competitions. His recent composition I Am A Corpse for violin and orchestra will be released with conductor Robert Ian Winstin and Czech Philharmonic Orchestra by ERMMedia. His compositional style redefines itself from work to work. His music is published by Amplitude Music in France, and he is a member of ASCAP.</p>\n<p>He has given recitals in such venues as the Metropolitan Museum of Art and the Herbst Theater in San Francisco. He was the Executive Director of the Center for Turkish Music at the University of Maryland Baltimore County and a recipient of the Individual Artist Award of Maryland State Arts Council. American composers Melodie Linhart, Eric Flesher, and Christopher Shainin have written original compositions for Mr. Beken. He conducted the ITU Chamber Orchestra in Istanbul and Siena Chamber Orchestra in up-state New York.</p>\n<p>Münir Beken is currently Assistant Professor of Theory and Composition in the Ethnomusicology Department at UCLA. His scholarly interests include the phenomenology of music, cognitive musicology, and melodic modal systems of the Middle East and Central Asia. He has written several articles for the New Grove Dictionary of Music and Musicians and other scholarly publications.</p>"
  },
  "murrayAdler": {
    "id": "murrayAdler",
    "fullName": "Murray Adler",
    "firstName": "Murray",
    "lastName": "Adler",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "nancyZeltsman": {
    "id": "nancyZeltsman",
    "fullName": "Nancy Zeltsman",
    "firstName": "Nancy",
    "lastName": "Zeltsman",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/nancyZeltsman.jpg",
    "bio": ""
  },
  "nicholasPhan": {
    "id": "nicholasPhan",
    "fullName": "Nicholas Phan",
    "firstName": "Nicholas",
    "lastName": "Phan",
    "born": "",
    "died": "",
    "website": "http://www.nicholas-phan.com/",
    "photo": "/photos/nicholasPhan.jpg",
    "bio": "<p>Nicholas Phan is quickly establishing himself as the tenor to watch among America’s next generation of singers. He recently made his debuts at the New York City Opera, the Los Angeles, the Chicago Opera Theater, the Arizona Opera, the Atlanta Opera an in Europe at the Opera de Lille and the Frankfurt Opera. A graduate of the Houston Grand Opera Studio, Mr. Phan’s appeared in many productions there including the world premieres of Daniel Catan’s <i>Salsipuedes</i> and Mark Adamo’s <i>Lysistrata</i>, and productions of <i>Madama Butterfly, Falstaff, The Little Prince, Turandot, La Traviata, Lucia di Lammermoor Ariodante,</i> and <i>Die Zauberflöte</i>.</p>\n<p>Also active on the concert stage, Mr. Phan’ many appearances this season include his debuts with the Music of the Baroque, the San Diego Symphony, and the Oregon Symphony, and performances with the New York Festival of Song in both the Kennedy Center and Weill Hall. He also appears in a recital in the <i>On Wings of Song</i> series in New York, presented by the prestigious Marilyn Horne Foundation. Recent engagement have included his debuts at the Rheingau Musik Festival, the Marlboro Festival, and the St. Louis Symphony; and appearances with the Chicago Symphony Orchestra Memphis Symphony Orchestra, Orchestra of St. Luke’s, Pacific Symphony, and the National Symphony Orchestra.</p>\n<p>A graduate of the University of Michigan, Mr. Phan also studied at the Manhattan School of Music and the Aspen Music Festival and School, and was the recipient of a 2004 Richard F. Gold Career Grant from the Shoshana Foundation.</p>"
  },
  "owenBurdick": {
    "id": "owenBurdick",
    "fullName": "Owen Burdick",
    "firstName": "Owen",
    "lastName": "Burdick",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "pamelaGoldsmith": {
    "id": "pamelaGoldsmith",
    "fullName": "Pamela Goldsmith",
    "firstName": "Pamela",
    "lastName": "Goldsmith",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/pamelaGoldsmith.jpg",
    "bio": ""
  },
  "patriciaMabee": {
    "id": "patriciaMabee",
    "fullName": "Patricia Mabee",
    "firstName": "Patricia",
    "lastName": "Mabee",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/patriciaMabee.jpg",
    "bio": "<p>As a gifted solo recitalist and ensemble performer, harpsichordist Patricia Mabee has been hailed regularly by audiences and critics for her virtuosity, flawless technique and outstanding performances. She has been featured frequently as a soloist with LACO where she has been Principal Keyboardist since 1976. She has appeared as guest soloist in more than 20 works from the concerto repertoire under the baton of such celebrated conductors as Christopher Hogwood, Helmuth Rilling, Nicholas McGegan, Iona Brown, and Christof Perick. Ms. Mabee is also Principal Keyboardist for the New West Symphony Orchestra. Her career as an ensemble player is equally distinguished, marked by regular appearances at many music festivals, including the Casals Festival, Oregon Bach Festival, Chamber Music Northwest, Ojai Festival, and Los Angeles Bach Festival. Specializing in early music practices, Ms. Mabee received a master’s degree in keyboard performance from California Institute of the Arts where she is currently a faculty member. She also teaches and coaches solo and ensemble students at many summer music workshops. A master of the traditional early music styles, she also incorporates jazz, blues, bluegrass, eclectic, and contemporary music to bring the harpsichord and other early keyboards into the 21st century. She has recorded extensively for Angel, Nonesuch, Delos, and Telarc recording companies.</p>"
  },
  "paulCohen": {
    "id": "paulCohen",
    "fullName": "Paul Cohen",
    "firstName": "Paul",
    "lastName": "Cohen",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/paulCohen.jpg",
    "bio": ""
  },
  "paulaRasmussen": {
    "id": "paulaRasmussen",
    "fullName": "Paula Rasmussen",
    "firstName": "Paula",
    "lastName": "Rasmussen",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "peterChrist": {
    "id": "peterChrist",
    "fullName": "Peter Christ",
    "firstName": "Peter",
    "lastName": "Christ",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "peterKent": {
    "id": "peterKent",
    "fullName": "Peter Kent",
    "firstName": "Peter",
    "lastName": "Kent",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/peterKent.jpg",
    "bio": ""
  },
  "peterMarsh": {
    "id": "peterMarsh",
    "fullName": "Peter Marsh",
    "firstName": "Peter",
    "lastName": "Marsh",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/peterMarsh.jpg",
    "bio": ""
  },
  "peterMchugh": {
    "id": "peterMchugh",
    "fullName": "Peter McHugh",
    "firstName": "Peter",
    "lastName": "McHugh",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/peterMchugh.jpg",
    "bio": ""
  },
  "peterYates": {
    "id": "peterYates",
    "fullName": "Peter Yates",
    "firstName": "Peter",
    "lastName": "Yates",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/peterYates.jpg",
    "bio": ""
  },
  "phillipLevy": {
    "id": "phillipLevy",
    "fullName": "Phillip Levy",
    "firstName": "Phillip",
    "lastName": "Levy",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/phillipLevy.jpg",
    "bio": "<p>Violinist Phillip Levy was hailed by the San Francisco Chronicle as the top classical performer of 1995 and has received worldwide critical acclaim at festivals that include Spoleto, Bayreuth, Edinburgh, Israel, Tokyo, Hong Kong, Seattle, Ojai and Aspen. Of his debut recital at London’s Wigmore Hall, critics wrote “Powerful playing, the warmth of his sound and consistently clear interpretive ideas… clean articulation, appealing tasteful and confident sense of style… taking no aspect of music at face value.” (London Telegraph)</p>\n<p>Mr. Levy is the recipient of many prestigious awards and prizes including the International Chamber Music Competition, Florence, Italy; The Royal Overseas League, England; The Myra Hess Trust, Welsh Arts Council, American Israel Cultural Foundation, and Rubin Academy Violin Competition, Israel.</p>\n<p>Born In Cardiff, Wales, he received his musical training in Israel and Europe. Upon returning to England he joined the English Chamber Orchestra and the Academy of St. Martin-in-the-Fields, with whom he also appeared as soloist. He led the London based Locrian and Amphion String Quartets and was subsequently invited to give a performance of Bartók’s Violin Duos on a BBC television broadcast with Sir Yehudi Menuhin.</p>\n<p>His international collaborations have included such artists as Sir Yehudi Menuhin, Iona Brown, Sir Neville Marriner, Dawn Upshaw, John O’Connor, and Ralf Gothoni. He has also premiered and recorded new works by composers including William Bolcom, Henri Lazarof, Donald Crocket, and John Harbison.</p>\n<p>For six seasons Mr. Levy was concertmaster of The Monterey Symphony Orchestra, frequently appearing with them as soloist and conductor. He has also been the principal violinist of the Apple Hill Chamber Players and the New York Soloists. His numerous solo performances have been broadcast on Israel Television and Radio, NPR, and the BBC.</p>\n<p>As a dedicated pedagogue, Mr. Levy is in popular demand teaching at festivals throughout the world. For eight years he held a Senior Lectureship in violin and chamber music at Stanford University and led the Stanford String Quartet with whom he performed and recorded extensively. Currently residing in Los Angeles, Mr. Levy is on the faculty at California State University Long Beach.</p>"
  },
  "raulHerrera": {
    "id": "raulHerrera",
    "fullName": "Raul Herrera",
    "firstName": "Raul",
    "lastName": "Herrera",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "raymondTischer": {
    "id": "raymondTischer",
    "fullName": "Raymond Tischer",
    "firstName": "Raymond",
    "lastName": "Tischer",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/raymondTischer.jpg",
    "bio": ""
  },
  "richardTodd": {
    "id": "richardTodd",
    "fullName": "Richard Todd",
    "firstName": "Richard",
    "lastName": "Todd",
    "born": "",
    "died": "",
    "website": "http://www.richardtoddmusic.com/",
    "photo": "/photos/richardTodd.jpg",
    "bio": "<p>Richard Todd has earned acclaim as one of the finest horn soloists performing today. He has performed under the batons of such luminaries as Bernstein, Giulini, Marriner, Abravanel, Ozawa, Previn, Rilling, and Schuller, and has been praised for performances that “are simply startling in their dexterity.”</p>\n<p>As a jazz artist he has appeared in concerts and recordings with such artists as Clark Terry, Ray Brown, Woody Herman, Lalo Shifrin, McCoy Tyner, and Andre Previn. Richard has performed as guest soloist with orchestras in the United States and abroad, including the Saarbrucken Radio Orchestra, LACO, Saint John’s Smith Square London, and the New Orleans, Santa Barbara, Lima, Long Beach, and Pasadena Symphonies. Festival appearances include the Oregon Bach, Mostly Mozart, Tanglewood, Casals, La Jolla, Tucson, Chatauqua, Sedona, Sandpoint, Music Academy of the West, Grand Teton, Green Festival, and the San Luis Obispo Mozart Festival.</p>"
  },
  "robertBrophy": {
    "id": "robertBrophy",
    "fullName": "Robert Brophy",
    "firstName": "Robert",
    "lastName": "Brophy",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/robertBrophy.jpg",
    "bio": "<p>Robert holds degrees from the Royal Northern College of Music in Manchester, England and Rice University in Houston, TX where he studied with James Dunham formerly of the Cleveland Quartet.<br>\nActively involved in chamber music, Robert is featured alongside Nigel Kennedy in a quartet for his new release ‘Greatest Hits’ on the EMI label. He has also performed alongside Martha Argerich, Mischa Maisky and Dmitri Sitkovetsky, and also a concert of chamber music with pianist Michel Dalberto and violinist Dmitri Sitkovetsky. New music is close to his heart and he has worked with many leading composers of the 20th and 21st centuries as a former member of the Enso Quartet. These include Joan Tower, William Bolcom, Tan Dun and Bernard Rands. Some press highlights of their concerts include; “It was standing room only”, noted the Pittsburg Post-Gazette, and The Strad applauded them for their “totally committed, imaginative interpretation.” The quartet earned its place in the ensemble world with multiple honors at the 2004 Banff International String Quartet Competition, including the Piece de concert prize for the Quartet’s riveting performance of a new work, and wins at the 2003 Concert Artists Guild International Competition, the Fischoff National Chamber Music Competition and the Chamber Music Yellow Springs Competition. Robert is featured on two recordings with the Enso Quartet under the Naxos label.<br>\nRobert is continuing his quartet life as a member of the New Hollywood String Quartet. The NHSQ have recently become Quartet in Residence at South Pasadena Library’s ‘Restoration Concert Series’, where they played their inaugural concert with cellist Lynn Harrell. Robert also plays regularly with the Los Angeles Philharmonic, LA Opera and has an active presence in many west coast chamber music series.</p>"
  },
  "robertThies": {
    "id": "robertThies",
    "fullName": "Robert Thies",
    "firstName": "Robert",
    "lastName": "Thies",
    "born": "",
    "died": "",
    "website": "http://www.robertthies.org/",
    "photo": "/photos/robertThies.jpg",
    "bio": "<p>A pianist of “unerring, warm-toned refinement, revealing judicious glimmers of power,” [Los Angeles Times] Robert Edward Thies (pronounced “Theece”) is an artist renowned for his consummate musicianship and poetic temperament. He first captured worldwide attention in 1995 when he won the Gold Medal at the Second International Prokofiev Competition in St. Petersburg, Russia. With this victory, Thies became the only American pianist to win a Russian piano competition since Van Cliburn’s triumph in Moscow in 1958.</p>\n<p>Thies enjoys a diverse career as an orchestral soloist, recitalist, and chamber musician. He has already performed over 35 concertos with orchestras all over the world, including the Saint Petersburg Philharmonic, the Auckland Philharmonia (New Zealand), the Mexico City Philharmonic, Mexico’s National Symphony, the Fort Worth Symphony, the Pasadena Symphony, the Louisville Orchestra, and the Naples Philharmonic.</p>\n<p>Thies worked closely with Henryk Górecki in the U.S. premiere of his Sonata for Piano. In Mexico he performed Schoenberg’s Piano Concerto on the fiftieth anniversary of the composer’s death. He has performed at the music festivals of Ravinia, Aspen, Sedona, Breckenridge, Savannah Onstage, Cape May, and Music Academy of the West.</p>\n<p>A dedicated chamber musician, Thies continues to expand an already impressive repertoire and collaborates with many esteemed musicians. He has appeared with established ensembles such as the Angeles, Calder, and New Hollywood String Quartets, and has also performed on the chamber series of Camerata Pacifica, Mladi, Dilijan and Jacaranda. He also founded The Thies Consort, a unique ensemble using varying instrumentation and thematic programming.</p>\n<p>Born in 1971, Thies resides in Los Angeles. His teachers have included Robert Turner and Daniel Pollack, protégés of the legendary Russian pedagogue Madame Rosina Lhevinne. Mr. Thies is a Steinway artist. For more information, visit: www.robertthies.org.</p>"
  },
  "robertoCani": {
    "id": "robertoCani",
    "fullName": "Roberto Cani",
    "firstName": "Roberto",
    "lastName": "Cani",
    "born": "",
    "died": "",
    "website": "http://www.robertocani.org/",
    "photo": "/photos/robertoCani.jpg",
    "bio": "<p>Acclaimed throughout the music world as not just a performer, but an “artiste,” Italian violinist Roberto Cani has continued to bring his art to the highest of levels, captivating and delighting audiences in the United States and abroad, since his solo debut at the Gaveau Hall in Paris. Beginning his studies at the age of seven, Mr. Cani has been a first and grand prizewinner of numerous competitions, including the Paganini International Competition in Genoa, the Courcillon International Competition, and the Jeunesses Musicales International Competition in Belgrade, where he also captured a special award for the best performance of a contemporary work. In addition, he has been the winner of the Minetti Prize and received honors at the Tchaikovsky Competition.</p>\n<p>A current resident of Los Angeles, Mr. Cani has performed throughout the United States as well as throughout western and eastern Europe, South Africa, Taiwan, and Japan. He has appeared as soloist with the Moscow Philharmonic, the RAI Symphony, Orchestra Cantelli (Italy), the Belgrade and Zagreb Philharmonic Orchestras, among many others. His performances have been televised nationally for PBS, RAI in Italy, RB in Yugoslavia, NHK in Japan, ZDF in Germany and in Taiwan. Other notable appearances include his widely acclaimed performance of the first concerti of Paganini and Szymanowski in Italy and his premiere of a piece by Henryk Górecki, for violin and piano.</p>\n<p>Mr. Cani is a graduate of the Milan Conservatory, the Gnessin Institute in Moscow, and USC, where he earned his artist diploma. He has studied with world-renowned violinists Victor Tretiakov, Abram Shtern, Robert Lipsett, and Alice Schoenfeld. He currently teaches in Los Angeles, at summer festivals in Italy, and gives masterclasses in Taiwan and San Francisco. Mr. Cani had the pleasure of touring with Justus Frantz and Riccardo Muti, participating in many chamber music festivals.</p>\n<p>Mr. Cani has recorded the Vivaldi Four Seasons, sonatas by Respighi and Busoni with pianist Jeffrey Swann, and the solo sonatas of Bartók, Ysaÿe, Bloch, and Prokofiev on the Arkadia and Agora labels. His other recordings include the Tchaikovsky Violin Concerto and a CD of favorite encores.</p>\n<p>Mr. Cani currently plays on a Pietro Guarneri of Venice on loan from the Canale Foundation in Italy.</p>"
  },
  "rochelleAbramson": {
    "id": "rochelleAbramson",
    "fullName": "Rochelle Abramson",
    "firstName": "Rochelle",
    "lastName": "Abramson",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/rochelleAbramson.jpg",
    "bio": ""
  },
  "rogerLebow": {
    "id": "rogerLebow",
    "fullName": "Roger Lebow",
    "firstName": "Roger",
    "lastName": "Lebow",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/rogerLebow.jpg",
    "bio": ""
  },
  "rogerWilkie": {
    "id": "rogerWilkie",
    "fullName": "Roger Wilkie",
    "firstName": "Roger",
    "lastName": "Wilkie",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/rogerWilkie.jpg",
    "bio": "<p>Roger Wilkie’s violin playing has been described as “having surpassing virtuosity, a thrilling legato tone, and a sense of full emotional engagement” by the LA Times. Concertmaster of the Long Beach Symphony, Mr. Wilkie has also served in that capacity with LACO, the Los Angeles Music Center Opera Orchestra, and the Real Filharmonia de Galicia (Spain) under Helmuth Rilling. Mr. Wilkie has appeared as soloist with numerous orchestras including the Long Beach Symphony, the Santa Barbara Chamber Orchestra, LACO, and the Carmel Bach Festival Orchestra. He has given solo recitals for the San Luis Obispo Mozart Festival, LACMA/KUSC-FM broadcasts, Swiss National Radio, and is frequently heard on NPR’s Performance Today.</p>\n<p>An extremely active chamber musician, Mr. Wilkie has participated in the Santa Fe, La Jolla, and Mainly Mozart festivals. He has also served as the Principal Violinist of the Camerata Pacifica of Santa Barbara. As a founding member of the Angeles String Quartet (1987-1993) he toured throughout North America, performed in New York’s 92nd Street Y, and recorded an interactive CD/video disc for the Voyager Company.</p>"
  },
  "rolandKato": {
    "id": "rolandKato",
    "fullName": "Roland Kato",
    "firstName": "Roland",
    "lastName": "Kato",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/rolandKato.jpg",
    "bio": "<p>Described by the Los Angeles Times as “a brilliant virtuoso, playing with the perfect combination of energy and eloquence,” Roland Kato, internationally acclaimed viola recitalist and soloist, has been a member of LACO since 1976 and was appointed Principal Violist by Iona Brown in 1987. He has also held the principal position in many orchestras including the Music Center Opera Orchestra, the Pasadena Symphony, the California Chamber Symphony, and the Pasadena Chamber Orchestra. Mr. Kato plays chamber music with the Santa Clarita Chamber Players, Pacific Serenades, and other popular series in Los Angeles. As a guest artist, he recently was invited to play with the Chamber Music Society of Lincoln Center and has appeared with the New York New Music Ensemble. He was honored to perform chamber music with Yo-Yo Ma in a concert benefiting cancer research. In November 2002, he and LACO Concertmaster Margaret Batjer gave the West Coast premiere of Benjamin Britten’s double concerto in b minor for violin and viola.<br>\nMr. Kato has appeared as soloist/recitalist on both viola and viola d’amore throughout the US and abroad with LACO, Festival Casals in Puerto Rico, Grand Canyon Chamber Music Festival, Oregon Bach Festival, Festival Internacional de Musica (Costa Rica), among many other festivals.<br>\nMr. Kato produced the award-winning premiere recording of Telemann’s Quatrieme Livre de Quatours, a collection of six chamber pieces on the Koch Classics International label performed by the period instrument ensemble American Baroque. This recording has just been re-released on the Music and Arts label. He has also recorded chamber music of Tania French released on the Centaur label, and composer Mark Carlson’s Piano Quartet. The Carlson recording (The Hall of Mirrors) was awarded the Chamber Music America/WQXR Record Awards for 2001. Other chamber music recordings include those with Ransom Wilson and Marni Nixon.<br>\nAs a commissioned arranger of music Mr. Kato has had his pieces played worldwide. His transcription of Prokofiev’s Music for Children was recently given its New York premiere, and in Washington, D.C. his arrangement of Ravel’s Mother Goose Suite was premiered at the Kennedy Center for the Performing Arts by the New Hampshire-based Apple Hill Chamber Players. It was given its European premiere in Ireland and has consequently been performed throughout Europe and the US by various ensembles.</p>"
  },
  "samuelFormicola": {
    "id": "samuelFormicola",
    "fullName": "Samuel Formicola",
    "firstName": "Samuel",
    "lastName": "Formicola",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/samuelFormicola.jpg",
    "bio": ""
  },
  "sanazRezai": {
    "id": "sanazRezai",
    "fullName": "Sanaz Rezai",
    "firstName": "Sanaz",
    "lastName": "Rezai",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/sanazRezai.jpg",
    "bio": ""
  },
  "searmiPark": {
    "id": "searmiPark",
    "fullName": "Searmi Park",
    "firstName": "Searmi",
    "lastName": "Park",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/searmiPark.jpg",
    "bio": ""
  },
  "sebastianToettcher": {
    "id": "sebastianToettcher",
    "fullName": "Sebastian Toettcher",
    "firstName": "Sebastian",
    "lastName": "Toettcher",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/sebastianToettcher.jpg",
    "bio": ""
  },
  "sharanLeventhal": {
    "id": "sharanLeventhal",
    "fullName": "Sharan Leventhal",
    "firstName": "Sharan",
    "lastName": "Leventhal",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/sharanLeventhal.jpg",
    "bio": ""
  },
  "shawnThuris": {
    "id": "shawnThuris",
    "fullName": "Shawn Thuris",
    "firstName": "Shawn",
    "lastName": "Thuris",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/shawnThuris.jpg",
    "bio": "<p>Tenor Shawn Thuris brings a spectrum of vocal colors and experience in seven languages to his performances in recital, with orchestra, and on the operatic stage. Roles he has portrayed include Siegmund in <i>Die Walküre</i>, Radamès in <i>Aïda</i>, Mario in <i>Tosca</i>, Luigi in <i>Il tabarro</i>, and Hoffmann in <i>Les Contes d’Hoffmann</i>. He has sung at Orange County Performing Arts Center, Redlands Bowl Festival, UNLV, and the Bruno Walter Auditorium at Lincoln Center. Mr. Thuris has given many recitals of art song repertoire with pianists such as Kirill Gliadkovsky, Robert Thies, and Steven Vanhauwaert. He has been a soloist in oratorios of Bach, Handel, Lloyd Webber, and Mozart and has presented masterclasses at East Central University of Oklahoma. Mr. Thuris initially trained as a baritone with Marvin Hayes at Pomona College. He made the switch to tenor while studying with Gail Gordon at Santa Monica College, where he concluded his studies by performing a recital with orchestra in tribute to heldentenor Lauritz Melchior, with scenes from Die Meistersinger, Otello, <i>Siegfried</i>, and <i>Tristan und Isold</i>e. He has continued to refine his technique under the guidance of Dennis Parnell. In addition to these concerts with Pacific Serenades, highlights of the 2009-10 season include Bacchus in <i>Ariadne auf Naxos</i> with Brooklyn Repertory Opera, Don José in <i>Carmen</i> with New York Opera Forum, and a song recital at Pasadena City College. Mr. Thuris lives in New York with mezzo-soprano Monica Akemi Hershenson.</p>"
  },
  "sherylStaples": {
    "id": "sherylStaples",
    "fullName": "Sheryl Staples",
    "firstName": "Sheryl",
    "lastName": "Staples",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/sherylStaples.jpg",
    "bio": ""
  },
  "simonOswell": {
    "id": "simonOswell",
    "fullName": "Simon Oswell",
    "firstName": "Simon",
    "lastName": "Oswell",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/simonOswell.jpg",
    "bio": "<p>Violist Simon Oswell, who was trained in this country and Australia, has performed extensively as a soloist and chamber musician in Australia, Europe, Southeast Asia, and the U.S. For a number of years, Oswell was Principal Violist of the Carmel Bach Festival. Currently residing in Los Angeles, Oswell divides his time between chamber music, solo work, and studio music. He has performed for a number of films, including the Academy Award-winning scores of John Williams (Schindler’s List) and James Horner (Titanic). He is Principal Violist of the Hollywood Bowl Orchestra and violist in the Capitol Ensemble. In 2003 he performed as guest Principal Violist of the Australian Chamber Orchestra, touring Japan and Europe and in 2004 as soloist on a 12 concert national Australian tour.</p>"
  },
  "steveGEdelman": {
    "id": "steveGEdelman",
    "fullName": "Steve G. Edelman",
    "firstName": "Steve G.",
    "lastName": "Edelman",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "stevenErdody": {
    "id": "stevenErdody",
    "fullName": "Steven Erdody",
    "firstName": "Steven",
    "lastName": "Erdody",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/stevenErdody.jpg",
    "bio": ""
  },
  "sungilLee": {
    "id": "sungilLee",
    "fullName": "Sungil Lee",
    "firstName": "Sungil",
    "lastName": "Lee",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/sungilLee.jpg",
    "bio": "<p>Sungil Lee, first violinist with the American Sinfonietta, graduated from the Juilliard School and received his master’s degree at the Mannes School of Music in New York. Through the years, he studied with a number of distinguished artists, including Nathan Milstein. He appeared as soloist with the Charlotte Symphony, Grand Rapids Symphony, Rochester Philharmonic Orchestra, Rochester Chamber Orchestra, and the Seoul Philharmonic Orchestra.</p>\n<p>A prizewinner at the Paganini International Violin Competition, the Washington International and the Bach International Competitions, Lee was Grand-Prize winner in the Orange County Young Musicians Competition. He also took top honors in the Jukia Klumpkey Scholarship Competition in San Francisco.</p>\n<p>Lee has been Artist-in-Residence at the University of North Carolina, Charlotte, and concertmaster of the Charlotte Symphony. His chamber music experience includes playing in the Shadyside Chamber Series (Pittsburgh), the Carnegie Mellon Art Institute Chamber Series, with the Meliora Quartet, and with the Collegium Musicum in Buenos Aires.</p>"
  },
  "terezaStanislav": {
    "id": "terezaStanislav",
    "fullName": "Tereza Stanislav",
    "firstName": "Tereza",
    "lastName": "Stanislav",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/terezaStanislav.jpg",
    "bio": "<p>Violinist Tereza Stanislav was appointed Assistant Concertmaster of the Los Angeles Chamber Orchestra in 2003 by Artistic Director Jeffrey Kahane. Dividing her time among solo, orchestral, chamber and recording projects, Tereza has been hailed for her “expressive beauty and wonderful intensity” (Robert Mann) and her “sure technique and musical intelligence” (Calgary Herald).</p>\n<p>An active performer, Tereza has appeared in venues including the Library of Congress, the Kennedy Center, Wigmore Hall, the Ravinia Music Festival and at Carnegie Hall’s Weill Recital Hall. She has performed in concert with artists including Jean-Yves Thibaudet, Gilbert Kalish, Jon Kimura Parker, Jian Wang and Mark Steinberg. In 2004, Tereza released a CD in collaboration with pianist Hung-Kuan Chen.</p>\n<p>In 2009, Tereza was invited to be the Chamber Music Collaborator for Sonata Programs for the Sixth Esther Honens International Piano Competition, as well as the soloist on a Central European tour performing Mozart’s Fifth Violin Concerto. In addition, she was invited to join the Miró Quartet for their summer program, including performances at Chamber Music Northwest, Santa Fe Music Festival and La Jolla Summerfest.</p>\n<p>As a founding member of the Ens? String Quartet, Tereza was awarded the Second Prize of the 2004 Banff International String Quartet Competition, and led the quartet to win the Special Prize awarded for best performance of the “Piece de Concert”, commissioned for the competition. The quartet was a winner of the 2003 Concert Artists Guild, Chamber Music Yellow Springs and Fischoff competitions. The Strad magazine cited the quartet for “…totally committed, imaginative interpretation that emphasized contrasts of mood, dynamics and articulation.”</p>\n<p>With the Ens?, Tereza is featured on the Naxos recording of the complete Ignaz Pleyel quartets, Op.2. The quartet was highlighted on the Minnesota Public Radio’s “St. Paul Sunday” in 2004, and was appointed to a Lectureship in String Quartet at Rice University’s Shepherd School of Music in the 2004-2005 academic year.</p>\n<p>An advocate for new music, Tereza has worked with composers including Steve Reich, Joan Tower, Toshio Hosokawa and Karim Al-Zand. Premieres include James Matheson’s Violin Sonata, Bruce Adolphe’s Oceanophony, the 2009 world premiere of Gernot Wolfgang’s Rolling Hills and Jagged Ridges and the West Coast premieres of Steve Reich’s Daniel Variations and Gernot Wolfgang’s Jazz and Cocktails. She is featured on a new recording of the Wolfgang on Albany Records and the Reich on Nonesuch label.</p>\n<p>She is active in the film scoring industry in Los Angeles and in 2009, co-created the new music series, In Frequency.</p>"
  },
  "thomasHarmon": {
    "id": "thomasHarmon",
    "fullName": "Thomas Harmon",
    "firstName": "Thomas",
    "lastName": "Harmon",
    "born": "",
    "died": "",
    "website": "",
    "photo": "",
    "bio": ""
  },
  "timothyLoo": {
    "id": "timothyLoo",
    "fullName": "Timothy Loo",
    "firstName": "Timothy",
    "lastName": "Loo",
    "born": "",
    "died": "",
    "website": "http://pacser.org/performers/timothy-loo/www.lyrisquartet.com",
    "photo": "/photos/timothyLoo.jpg",
    "bio": "<p>A passionate chamber musician, cellist Timothy Loo founded his first quartet, the Denali Quartet, in 1999 while pursuing his Advanced Studies in Cello with Ronald Leonard at the USC. As a member of the Denali quartet, he participated in masterclasses with the Julliard, Vermeer, and Takacs Quartets. In 1999, he co-founded Mladi, Los Angeles’ conductorless chamber orchestra, and performed with this group until 2008. He joined the Lyris Quartet that same year.</p>\n<p>Mr. Loo has performed in masterclasses for Yo-Yo Ma, Ronald Leonard, David Geringas, Natalia Gutman, Franz Helmerson, and Bernhard Greenhouse. Mr. Loo has won positions in both Philharmonie der Nationen in Hamburg, Germany, Sarasota Opera Orchestra, and New West Symphony.</p>\n<p>He has also performed with the LA Opera Orchestra, New West Symphony, Pasadena Symphony, Santa Barbara Symphony, LA Master Chorale, and is currently the principal cellist of the Long Beach Opera Orchestra.</p>"
  },
  "victoriaMiskolczy": {
    "id": "victoriaMiskolczy",
    "fullName": "Victoria Miskolczy",
    "firstName": "Victoria",
    "lastName": "Miskolczy",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/victoriaMiskolczy.jpg",
    "bio": ""
  },
  "vladimirChernov": {
    "id": "vladimirChernov",
    "fullName": "Vladimir Chernov",
    "firstName": "Vladimir",
    "lastName": "Chernov",
    "born": "",
    "died": "",
    "website": "http://www.vchernov.com/",
    "photo": "/photos/vladimirChernov.jpg",
    "bio": "<p>Vladimir Chernov was born in a small village near the city of Krasnodar in southern Russia and although there was no established tradition in his family, music was an important part of their life. However he was aware from his childhood that he had a special gift and dreamed of dedicating his life to music.</p>\n<p>He first trained with Mikhail Chugenov in Stavropol before being admitted to the Tchaikovsky Conservatory in Moscow where he studied with Gyorgi Selesnev and Gugo Tiz. In 1981 he joined the Kirov Opera in St. Petersburg as a soloist. In this same year he won second prize, and was awarded a Special Jury Prize, in the Glinka Competition. In 1982 the Kirov sent him to the prestigious Accademia della Scala where he studied with Guilietta Simionato.</p>\n<p>During the following years he achieved notable successes in other major vocal competitions, the first of these occurring in Moscow 1982 when he won the Bronze Medal in the Tchaikovsky Competition. In Italy 1983 he was awarded second prize at the Voci Verdiane in Busetto, as well as the special Carlo Galetti prize. The following year he was the first prizewinner of the Miriam Helin Vocal Competition in Helsinki, where he was also presented with the special Tito Gobbi award. It was also in St. Petersburg that he met the singing coach Tamara Denisova who taught him a different form of breath control and the skill to maintain a flexible soft palate, which allows for a greater variety of tone colours.</p>\n<p>When the Kirov Opera visited Covent Garden in 1987 he sang in performances of Eugene Onegin (title role) and Pique Dame (Yeletsky). In 1989 he was invited to Boston to sing the role of Marcello in La Bohème and made his début in Los Angeles the following year as Posa in Don Carlo. Other débuts in 1990 included Glasgow (Don Carlo – La forza del destino), Covent Garden (Figaro – Il barbiere di Siviglia), Rome (Miller – Luisa Miller), and Seattle (Andrei – War and Peace). His Metropolitan Opera début in 1991 (Miller – Luisa Miller) was quickly followed by further successes in San Francisco (Ezio – Attila), Vienna (Yeletsky – Pique Dame and Ford – Falstaff, a role he also performed at the Salzburg Festival), Chicago (Renato – Un ballo in maschera), Paris (title role – Simon Boccanegra), and La Scala, Milan (Stankar – Stiffelio).</p>\n<p>Other opera houses and festivals in which he has appeared include Munich, Berlin, Hamburg, Verona, Zurich, Barcelona, Sydney and Tokyo. He is recognised throughout the operatic world for his unique vocal qualities, acting ability and an impeccable Italianate style that is the hallmark of his performances in the numerous Verdi and bel canto operas in his repertoire. This encompasses eighteen of the major Verdi baritone canon and also includes Donizetti’s Roberto Devereux, Lucia di Lammermoor, La favorite, Don Pasquale and Bellini’s Beatrice di Tenda, I puritani, and La straniera.</p>\n<p>As a recital artist Vladimir Chernov has appeared at many of the world’s leading venues including the Wigmore Hall in London, Lincoln Center in New York, Vienna Konzerthaus, Los Angeles, Finnish National Opera in Helsinki and many other cities. His repertoire embraces the Russian song literature of composers including Tchaikovsky, Borodin, Glinka, Rachmaninov, Arensky, Rubinstein and the German lieder of Schubert, Brahms and Mahler.</p>\n<p>In March 2005 he was in residence at UCLA as a Regents’ Lecturer in the Music Department’s Division of Voice and Opera where he coached their young singers in both private and class lessons, taught two Master Classes which were open to the public, and performed in recital. Towards the end of the year he added three more roles to his repertoire with concert performances of Hérodiade (Hérod), La Cenerentola (Dandini) and Nabucco (title role). In February 2006 he sang at the Wigmore Hall, London, in a concert entitled ‘Pauline Viardot and Friends’ which was recorded by Opera Rara for release in March/April 2007. His most recent performances include La traviata (Brussels), La forza del destino (Tokyo), Eugene Onegin (Jerez, Spain), Madama Butterfly (LA Opera), La bohème (Pamplona, Spain), Il Signor Bruschino (Kammermusiksaal, Graz) and the title role in Mozart’s Don Giovanni (Jerez, Spain). In September 2010 he sang the role of Giorgio in LA Opera’s world premiere production of Daniel Catán’s Il Postino and gave the first performance of ‘Nocturnes for voice and string quintet’ written especially for him by Ian Krouse.</p>\n<p>At the present time Vladimir Chernov is a Professor of Vocal Studies at UCLA and combines teaching with his other professional engagements.</p>"
  },
  "yukikoKamei": {
    "id": "yukikoKamei",
    "fullName": "Yukiko Kamei",
    "firstName": "Yukiko",
    "lastName": "Kamei",
    "born": "",
    "died": "",
    "website": "",
    "photo": "/photos/yukikoKamei.jpg",
    "bio": ""
  }
}
