[
  {
    "name": "Mark Carlson",
    "title": "Honorary Emeritus Chair",
    "photo": "/photos/staff_markCarlsonPhoto.jpg",
    "bio": "Composer Mark Carlson’s lyrical and distinctive music has captivated audiences across North America and Europe. With around 100 works spanning chamber, choral, and orchestral music, he also founded and directed the chamber music series Pacific Serenades. A former UCLA professor, he taught for 28 years and remains active as a private teacher. Now retired from performing, he was also a dedicated flutist.",
    "website": "https://www.markcarlsonmusic.com/"
  },
  {
    "name": "Jeff Kryka",
    "title": "President",
    "photo": "/photos/staff_jeffKrykaPhoto.jpg",
    "bio": "Los Angeles-based composer, orchestrator, and conductor Jeff Kryka has worked on major films, TV series, and video games. Awarded by ASCAP, TCM, and the Henry Mancini Foundation, his credits include The Imagineering Story, Superpowered: The DC Story, and orchestrations for Inside Out 2, The Batman, Marvel’s Spider-Man trilogy, the Jurassic World trilogy, Rogue One, among many more. He holds degrees from UCLA and the University of Wisconsin-Madison and has taught at UCLA and the Colburn Conservatory.",
    "website": "https://www.jeffkryka.com/"
  },
  {
    "name": "Victoria Sun",
    "title": "Chief Operating Officer",
    "photo": "/photos/staff_victoriaSunPhoto.jpg",
    "bio": "Chinese American pianist Victoria Sun made her concerto debut at age nine with the Qingdao Opera Symphony Orchestra. She has since performed with orchestras including the Orchestra Collective of Orange County and the San Francisco International Music Symphony, and recitals at Carnegie’s Weill Recital Hall, Colburn’s Zipper Hall, and Acqui Terme in Italy. She is a top prizewinner in competitions such as CAPMT OC, GOCAA San Francisco, and the Los Angeles International Liszt Competition. Victoria currently studies with Dr. Myong-Joo Lee.",
    "website": ""
  },
  {
    "name": "Carlos Durán",
    "title": "Rotating Secretary",
    "photo": "/photos/staff_carlosDuranPhoto.jpg",
    "bio": "Carlos Durán (b.1992) is a composer and guitarist from Colombia who writes for both concert and media. His music has been performed at Carnegie Hall, The Royal Danish Academy, and by the most important Colombian ensembles such as Orquesta Filarmónica de Bogotá and Orquesta Sinfónica Nacional de Colombia. A recent finalist of Krakow FMF Young Talent Award and a Sundance Film Music Lab alumnus, His work includes the Amazon Prime Original Series Filthy Envy, additional music for National Geographic Channel shows The 90’s and the Emmy nominated series Arrepentidos and the India Catalina Award winner Natalia: Crimen y Castigo. Durán is currently a PhD candidate in Music Composition for Visual Media at The Herb Alpert School of Music at UCLA.",
    "website": ""
  }
]
